
DataStore_MailsDB = {
	["global"] = {
		["Characters"] = {
			["Default.줄진.김곱충"] = {
				["Mails"] = {
					{
						["daysLeft"] = 14.9195604324341,
						["icon"] = "Interface\\Icons\\INV_Misc_Note_01",
						["lastCheck"] = 1400873498,
						["money"] = 0,
						["sender"] = "농부 윤",
						["subject"] = "농부 윤이 보낸 편지",
						["text"] = "우리 식구 김곱충 님, 안녕하십니까!\r\n\r\n당신 덕분에 농장이 정말 많이 커졌습니다. 마을 이웃들이 축하를 많이 해주는데, 생색은 제가 다 내고 있군요. 하하, 농담입니다! 이웃들도 당신이 얼마나 열심히 일했는지 알고 있습니다.\r\n\r\n최근에 농장에 들러보신 적이 없다면, 한번 오십시오! 이젠 제 농장을 잔뜩 차지하는 그 망가진 수레를 고쳐야 할 것 같거든요! 그걸 고쳐서 치우고 나면 채소를 심을 땅이 또 생길 겁니다.\r\n\r\n이 씨앗은 당신에게 쓸모 있을 것 같군요.\r\n\r\n농부 윤",
					}, -- [1]
					{
						["daysLeft"] = 22.9469089508057,
						["icon"] = "Interface\\Icons\\INV_Misc_Note_01",
						["lastCheck"] = 1400873498,
						["money"] = 0,
						["sender"] = "농부 윤",
						["subject"] = "농부 윤이 보낸 편지",
						["text"] = "우리 식구 김곱충 님!\r\n\r\n우리가 해냈다는 게 믿기지 않는군요! 우리는 이제 정말로 농사꾼 연합에 가입됐습니다! 당신이 도와주지 않았다면 절대 해내지 못했을 겁니다. 정말 자랑스럽게 생각하셔야 합니다!\r\n\r\n이젠 당신 없이 농사를 짓는다는 건 생각할 수도 없으니, 제 태양노래 농장을 당신 거나 마찬가지라고 생각하십시오. 같이 농장 일을 하게 돼서 기쁘군요!\r\n\r\n어쨌든 지금이 밭의 마지막 부분을 막은 그 바위를 치우기 딱 좋은 때입니다. 게다가 지나는 제게 팔 새 농기구에 대해 귀가 따갑도록 이야기하고 있습니다만, 그건 그 바위를 치운 뒤에야나 살 겁니다.\r\n\r\n아, 그리고 언덕골 시장에서 구한 씨앗을 좀 보내드리겠습니다. 어서 밭으로 돌아오셔서 심어보십시오!\r\n\r\n당신의 친구\r\n농부 윤",
					}, -- [2]
					{
						["daysLeft"] = 29.9638652801514,
						["icon"] = "Interface\\Icons\\INV_Misc_Note_01",
						["lastCheck"] = 1400873498,
						["money"] = 0,
						["sender"] = "나나 머드클로",
						["subject"] = "태양노래 농장",
						["text"] = "친애하는 김곱충,\r\n\r\n이제 내가 농사꾼 연합의 투표 위원에서 물러나야 할 때가 됐단다. 이 늙은 몸으로 40년이나 그 일을 해왔지... 이젠 현관 앞에 앉아 음료수나 마시면서 손자놈들이 커가는 모습이나 봐야겠다.\n\n후계자를 찾는 일이 남아 있는데, 생각해보니 이 일에 너만 한 적임자가 없을 것 같더구나.\n\n언덕골로 와서 나와 만나보지 않겠니? 언덕 꼭대기에 있는 집에서 기다리고 있으마.\n\n나나 머드클로",
					}, -- [3]
					{
						["daysLeft"] = 204.559356689453,
						["icon"] = "Interface\\Icons\\Mail_GMIcon",
						["lastCheck"] = 1400873498,
						["money"] = 0,
						["returned"] = 1,
						["sender"] = "고객지원",
						["subject"] = "안녕하세요. 월드 오브 워크래프트 GM팀 입니다.",
						["text"] = "안녕하세요, 고객님.\r\n월드 오브 워크래프트 GM 데카림 입니다. ^^\r\n\r\n■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■\r\n\r\n제가 안내/조치 해 드린 사항이 고객님께 조금이나마 도움이 되었으면 좋겠습니다!!!\r\n그리고 번거로우시더라도 여유 되실 때 아래의 링크를 클릭하셔서 \r\n서비스 품질 향상을 위해 설문조사에 참여를 부탁 드립니다. ^^\r\n\r\nhttps://kr.battle.net/support/ko/ticket/status\r\n\r\n그 외 다른 문제가 있으시면 언제든지 찾아주시길 부탁드립니다.\r\n\r\n월드 오브 워크래프트 GM 데카림 이었습니다. ^^\r\n\r\n\r\n■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■\r\n\r\n블리자드 고객지원 트위터를 Follow하시면 웹 사이트 이용이 어려운 경우에도, \r\n서버현황 및 주요 공지사항을 빠르고 편리하게 확인하실 수 있습니다. \r\n블리자드 고객지원 트위터: <http://twitter.com/BlizzardCS_KR>",
					}, -- [4]
					{
						["daysLeft"] = 225.423934936523,
						["icon"] = "Interface\\Icons\\Mail_GMIcon",
						["lastCheck"] = 1400873498,
						["money"] = 0,
						["returned"] = 1,
						["sender"] = "고객지원",
						["subject"] = "안녕하세요. 월드 오브 워크래프트 GM팀 입니다.",
						["text"] = "안녕하세요, 고객님께 무슨 일이 생기면 엄청난 기운이 생겨나 \r\n도움을 드리기 위해 달려오는 블리자드 고객지원 팀 아키니어 입니다! \r\n\r\n오랜 대기시간 때문에 많이 기다려 주셨습니다.\r\n문의 주시는 고객님이 많아서 순서대로 도움을 드리다 보니 \r\n본의 아니게 너무 늦게 인사 드린 점 정중히 사과 올립니다.\r\n\r\n악의 구렁텅이 퀘스트를 진행하시는 중 [이소라스의 뇌]를 공격하실 수 없어 퀘스트 진행이 안되시어 연락을 주셨어요.\r\n\r\n제가 늦게 도착하여 확인해보니 이미 문제를 잘 해결하셔서 연계 퀘스트까지 진행을 하신 것으로 확인이 되셨습니다. ㅠ_ㅠ\r\n\r\n일찍 문제가 해결되어 정말 다행이네요.\r\n다음에는 더 빨리 고객님을 찾아 뵙고 실시간으로 문제 해결에 도움을 드릴 수 있도록 최선을 다하겠습니다.\r\n\r\n2014년의 시작입니다.\r\n새로운 기운을 받으시어 올해 내내 하시는 일이 모두 잘 되시길 기원하겠습니다.\r\n새해 복 많이 받으세요~_(_   _)_\r\n저는 여기서 인사올리고 물러가도록 하겠습니다!\r\n지금까지 블리자드의 고객지원팀 아키니어였습니다~\r\n감사합니다. @'   '@",
					}, -- [5]
				},
				["lastUpdate"] = 1400873498,
				["lastVisitDate"] = "2014/05/24 04:31",
			},
			["Default.줄진.나라잃은토템"] = {
				["Mails"] = {
					{
						["daysLeft"] = 29.970983505249,
						["icon"] = "Interface\\ICONS\\INV_Misc_Note_01.blp",
						["lastCheck"] = 1417534208,
						["money"] = 0,
						["returned"] = false,
						["sender"] = "월드 오브 워크래프트 개발자",
						["subject"] = "월드 오브 워크래프트 10주년!",
						["text"] = "10년이나 됐다니, 믿어지세요? \r\n\r\n월드 오브 워크래프트 10주년을 함께 축하해 주시는 여러분께 깊이 감사드리며, 활활 타는 이 사랑스러운 친구로 보답하고자 합니다. 불의 군주의 처소에서 막 튀어나온 녀석이랍니다.\r\n\r\n월드 오브 워크래프트 개발팀 드림",
					}, -- [1]
				},
				["lastUpdate"] = 1417534208,
				["lastVisitDate"] = "2014/12/03 00:30",
			},
		},
	},
	["profileKeys"] = {
		["김곱충 - 줄진"] = "김곱충 - 줄진",
		["김롯리 - 줄진"] = "김롯리 - 줄진",
		["나라잃은토템 - 줄진"] = "나라잃은토템 - 줄진",
	},
}
