
DataStore_TalentsDB = {
	["global"] = {
		["Characters"] = {
			["Default.줄진.김곱충"] = {
				["ActiveTalents"] = 1,
				["Class"] = "WARLOCK",
				["GlyphList"] = {
					11, -- [1]
					14586, -- [2]
					4394, -- [3]
					4474, -- [4]
					4634, -- [5]
					4554, -- [6]
					4434, -- [7]
					17138, -- [8]
					12114, -- [9]
					4658, -- [10]
					12162, -- [11]
					12082, -- [12]
					4498, -- [13]
					12098, -- [14]
					12130, -- [15]
					12146, -- [16]
					7650, -- [17]
					4530, -- [18]
					4370, -- [19]
					7682, -- [20]
					13, -- [21]
					4588, -- [22]
					16932, -- [23]
					4356, -- [24]
					4484, -- [25]
					4404, -- [26]
					7700, -- [27]
					4420, -- [28]
					7636, -- [29]
					7716, -- [30]
					4516, -- [31]
					4676, -- [32]
					4452, -- [33]
					12180, -- [34]
					7668, -- [35]
					4644, -- [36]
				},
				["Glyphs"] = {
					5, -- [1]
					2340871627, -- [2]
					2400640389, -- [3]
					2299976915, -- [4]
					2097157, -- [5]
					2426854715, -- [6]
					5, -- [7]
					3, -- [8]
					1048581, -- [9]
					1048579, -- [10]
					2097157, -- [11]
					2097155, -- [12]
				},
				["Talents1"] = 1103301640,
				["Talents2"] = 0,
				["lastUpdate"] = 1400867231,
			},
			["Default.줄진.김롯리"] = {
				["ActiveTalents"] = 1,
				["Class"] = "WARRIOR",
				["GlyphList"] = {
					11, -- [1]
					14834, -- [2]
					7922, -- [3]
					7858, -- [4]
					8114, -- [5]
					17154, -- [6]
					7762, -- [7]
					7794, -- [8]
					12210, -- [9]
					7954, -- [10]
					17170, -- [11]
					8146, -- [12]
					7890, -- [13]
					8002, -- [14]
					14914, -- [15]
					8034, -- [16]
					12274, -- [17]
					12194, -- [18]
					8066, -- [19]
					8130, -- [20]
					7938, -- [21]
					7874, -- [22]
					8018, -- [23]
					12258, -- [24]
					12226, -- [25]
					16130, -- [26]
					7986, -- [27]
					7906, -- [28]
					7826, -- [29]
					14898, -- [30]
					8082, -- [31]
					13, -- [32]
					17588, -- [33]
					15844, -- [34]
					17620, -- [35]
					17572, -- [36]
					16324, -- [37]
					15860, -- [38]
					17604, -- [39]
					7780, -- [40]
					7748, -- [41]
					7732, -- [42]
					7812, -- [43]
					12244, -- [44]
					13620, -- [45]
					7844, -- [46]
				},
				["Talents1"] = 0,
				["Talents2"] = 0,
				["lastUpdate"] = 1400341153,
			},
			["Default.줄진.나라잃은토템"] = {
				["GlyphList"] = {
					11, -- [1]
					3522, -- [2]
					3538, -- [3]
					19218, -- [4]
					8834, -- [5]
					18610, -- [6]
					18642, -- [7]
					3634, -- [8]
					3378, -- [9]
					18674, -- [10]
					15202, -- [11]
					3490, -- [12]
					3394, -- [13]
					3474, -- [14]
					12050, -- [15]
					11794, -- [16]
					17106, -- [17]
					11778, -- [18]
					3682, -- [19]
					3410, -- [20]
					17122, -- [21]
					19314, -- [22]
					18738, -- [23]
					3650, -- [24]
					18722, -- [25]
					18658, -- [26]
					3426, -- [27]
					3458, -- [28]
					3698, -- [29]
					18690, -- [30]
					12034, -- [31]
					11762, -- [32]
					3442, -- [33]
					18706, -- [34]
					3570, -- [35]
					3554, -- [36]
					3586, -- [37]
					12066, -- [38]
					3506, -- [39]
					13, -- [40]
					17556, -- [41]
					18628, -- [42]
					17444, -- [43]
					17460, -- [44]
					12020, -- [45]
					17476, -- [46]
					7524, -- [47]
					17540, -- [48]
					3668, -- [49]
					17524, -- [50]
					7540, -- [51]
					9796, -- [52]
					7572, -- [53]
					17508, -- [54]
					17492, -- [55]
					7620, -- [56]
					3604, -- [57]
				},
			},
		},
		["Reference"] = {
			["GlyphNames"] = {
				[211] = "물의 보호막",
				[212] = "불안정한 대지",
				[213] = "연쇄 번개",
				[214] = "정령의 걸음",
				[215] = "축전 토템",
				[216] = "정화",
				[217] = "불의 정령 토템",
				[218] = "불꽃 회오리",
				[219] = "화염 충격",
				[220] = "날카로운 바람",
				[221] = "냉기 충격",
				[222] = "치유의 토템",
				[223] = "치유의 물결",
				[224] = "토템의 귀환",
				[225] = "호수걸음",
				[227] = "마법흡수 토템",
				[228] = "영혼나그네의 은총",
				[229] = "용암 채찍",
				[230] = "연쇄",
				[231] = "정화의 물",
				[272] = "굴단의 손",
				[273] = "점화",
				[274] = "생명력 착취",
				[275] = "신록의 구슬",
				[276] = "악몽",
				[277] = "공포",
				[278] = "지옥수호병",
				[279] = "악마 훈련",
				[280] = "생명력 집중",
				[281] = "생명석",
				[282] = "예민함",
				[283] = "원소의 저주",
				[284] = "임프 군단",
				[286] = "어둠의 화살",
				[289] = "영혼석",
				[290] = "흡혈박쥐 떼",
				[291] = "불안정한 고통",
				[292] = "유성 낙하",
				[470] = "영혼의 귀환",
				[471] = "유령 늑대",
				[473] = "천리안",
				[476] = "토템의 군단",
				[477] = "영원의 숨결",
				[478] = "영혼 소진",
				[479] = "킬로그의 눈",
				[480] = "피로의 저주",
				[481] = "악마 지배",
				[482] = "영혼의 샘",
				[483] = "신비로운 외침",
				[484] = "소름끼치는 외침",
				[485] = "긴 돌진",
				[486] = "상처 출혈",
				[487] = "끝없는 분노",
				[488] = "위대한 승리",
				[489] = "필사의 일격",
				[490] = "피의 치유",
				[491] = "격노의 속도",
				[492] = "저해의 일격",
				[493] = "무거운 반격",
				[494] = "피의 갈증",
				[495] = "거친 방해",
				[496] = "입막음",
				[497] = "대공세",
				[499] = "투사의 혼",
				[500] = "무력화",
				[501] = "전선 사수",
				[502] = "방패 밀쳐내기",
				[504] = "쉰 목소리",
				[505] = "휩쓸기 일격",
				[507] = "공명하는 힘",
				[508] = "연전연승",
				[509] = "몰아치는 바람",
				[552] = "늑대 정령",
				[612] = "천둥폭풍",
				[735] = "천둥",
				[736] = "야수 정령",
				[737] = "성난 해일",
				[751] = "물길",
				[752] = "주술의 분노",
				[753] = "사술",
				[754] = "토템의 활력",
				[755] = "생명력 흡수",
				[756] = "악마 사냥",
				[757] = "불씨 전환",
				[758] = "악마의 마법진",
				[759] = "영원한 결의",
				[760] = "생명력 전환",
				[761] = "진홍빛 추방",
				[762] = "소용돌이",
				[763] = "날아드는 죽음",
				[764] = "진격의 연전연승",
				[765] = "위협의 외침",
				[766] = "주문 반사",
				[767] = "방패의 벽",
				[851] = "천둥번개",
				[911] = "무한한 결의",
				[927] = "거인의 강타",
				[931] = "황소 돌진",
				[932] = "무모한 희생",
				[950] = "번개 보호막",
				[990] = "까마귀 향연",
				[991] = "불타는 분노",
				[1008] = "촉발",
				[1020] = "불길의 흔적",
				[1058] = "관문 조율",
				[1069] = "소용돌이치는 정화",
				[1070] = "영원의 대지",
				[1071] = "대혼란",
				[1072] = "관통의 투척",
				[1073] = "마무리",
				[1090] = "랩터 정령",
				[1091] = "머무는 고대의 영혼",
				[1092] = "영혼 늑대",
				[1093] = "타오르는 뱀",
				[1094] = "콤피",
				[1095] = "원소의 정령",
				[1096] = "영혼의 정착",
				[1097] = "개구리 비",
				[1098] = "분노의 소용돌이",
				[1099] = "교묘한 수호자",
				[1100] = "살피는 눈",
				[1101] = "무기의 달인",
				[1163] = "덧없는 정령",
				[1164] = "늑대의 기민함",
				[1165] = "마법흡수",
				[1166] = "용암 확산",
				[1167] = "반응성 보호막",
				[1168] = "주술의 결의",
				[1169] = "충격",
				[1170] = "영혼나그네의 집중",
				[1171] = "영혼나그네의 보호",
				[1201] = "냉기의 무기",
				[1207] = "영혼 정화",
			},
		},
	},
	["profileKeys"] = {
		["김곱충 - 줄진"] = "김곱충 - 줄진",
		["김롯리 - 줄진"] = "김롯리 - 줄진",
		["나라잃은토템 - 줄진"] = "나라잃은토템 - 줄진",
	},
}
DataStore_TalentsRefDB = {
	["global"] = {
		["SHAMAN"] = {
			["Locale"] = "koKR",
			["Version"] = 19116,
		},
		["WARLOCK"] = {
			["Locale"] = "koKR",
			["Talents"] = {
				"19279|어둠의 재생력|spell_warlock_darkregeneration|1|1", -- [1]
				"19280|영혼 갈취|warlock_siphonlife|1|2", -- [2]
				"19281|생명력 수확|spell_warlock_harvestoflife|1|3", -- [3]
				"19284|악마의 숨결|Ability_Warlock_ShadowFlame|2|1", -- [4]
				"19285|죽음의 고리|ability_warlock_mortalcoil|2|2", -- [5]
				"19286|어둠의 격노|ability_warlock_shadowfurytga|2|3", -- [6]
				"19287|영혼의 고리|ability_warlock_soullink|3|1", -- [7]
				"19288|희생의 서약|warlock_sacrificial_pact|3|2", -- [8]
				"19289|어둠의 거래|ability_deathwing_bloodcorruption_death|3|3", -- [9]
				"19290|핏빛 두려움|ability_deathwing_bloodcorruption_earth|4|1", -- [10]
				"19291|불타는 돌진|ability_deathwing_sealarmorbreachtga|4|2", -- [11]
				"19292|해방된 의지|warlock_spelldrain|4|3", -- [12]
				"19293|흑마법서: 우월함|warlock_grimoireofcommand|5|1", -- [13]
				"19294|흑마법서: 봉사|warlock_grimoireofservice|5|2", -- [14]
				"19295|흑마법서: 희생|warlock_grimoireofsacrifice|5|3", -- [15]
				"19296|아키몬드의 음험함|Achievement_Boss_Archimonde |6|1", -- [16]
				"19297|킬제덴의 교활함|Achievement_Boss_Kiljaedan|6|2", -- [17]
				"19298|만노로스의 분노|Achievement_Boss_Magtheridon|6|3", -- [18]
			},
			["Version"] = 18291,
		},
		["WARRIOR"] = {
			["Locale"] = "koKR",
			["Version"] = 18019,
		},
	},
	["profileKeys"] = {
		["김곱충 - 줄진"] = "김곱충 - 줄진",
		["김롯리 - 줄진"] = "김롯리 - 줄진",
		["나라잃은토템 - 줄진"] = "나라잃은토템 - 줄진",
	},
}
