
HandyNotesDB = {
	["profileKeys"] = {
		["버징기 - 줄진"] = "버징기 - 줄진",
		["김롯리 - 줄진"] = "김롯리 - 줄진",
		["김곱충 - 줄진"] = "김곱충 - 줄진",
		["언땅에죽기 - 줄진"] = "언땅에죽기 - 줄진",
		["나라잃은토템 - 줄진"] = "나라잃은토템 - 줄진",
	},
	["profiles"] = {
		["버징기 - 줄진"] = {
		},
		["김롯리 - 줄진"] = {
		},
		["김곱충 - 줄진"] = {
		},
		["언땅에죽기 - 줄진"] = {
		},
		["나라잃은토템 - 줄진"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["버징기 - 줄진"] = "버징기 - 줄진",
		["김롯리 - 줄진"] = "김롯리 - 줄진",
		["김곱충 - 줄진"] = "김곱충 - 줄진",
		["언땅에죽기 - 줄진"] = "언땅에죽기 - 줄진",
		["나라잃은토템 - 줄진"] = "나라잃은토템 - 줄진",
	},
	["profiles"] = {
		["버징기 - 줄진"] = {
		},
		["김롯리 - 줄진"] = {
		},
		["김곱충 - 줄진"] = {
		},
		["언땅에죽기 - 줄진"] = {
		},
		["나라잃은토템 - 줄진"] = {
		},
	},
}
