
MB_DB = {
	["김곱충-줄진"] = {
		{
			["sender"] = "나나 머드클로",
			["daysLeft"] = 29.96386528015137,
		}, -- [1]
		{
			["sender"] = "농부 윤",
			["daysLeft"] = 22.94690895080566,
		}, -- [2]
		{
			["sender"] = "농부 윤",
			["daysLeft"] = 14.91956043243408,
		}, -- [3]
		{
			["sender"] = "고객지원",
			["wasReturned"] = 1,
			["daysLeft"] = 225.4239349365234,
		}, -- [4]
		{
			["sender"] = "고객지원",
			["wasReturned"] = 1,
			["daysLeft"] = 204.5593566894531,
		}, -- [5]
		["money"] = 0,
		["itemCount"] = 0,
		["mailCount"] = 5,
		["checkMailTick"] = 1400873464,
	},
	["김롯리-줄진"] = {
		["money"] = 0,
		["itemCount"] = 0,
		["mailCount"] = 0,
	},
}
BB_DB = {
	["김곱충-줄진"] = {
		{
			[20] = {
				["count"] = 1,
				["itemLink"] = "|cff9d9d9d|Hitem:81231:0:0:0:0:0:0:20721152:90:0:0|h[구겨진 매매 증서]|h|r",
			},
			[24] = {
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:93795:0:0:0:0:0:0:1983957504:90:0:0|h[시종장의 머리털]|h|r",
			},
			[21] = {
				["count"] = 2,
				["itemLink"] = "|cffffffff|Hitem:87779:0:0:0:0:0:0:133155456:90:0:0|h[고대 구오라이 보관함 열쇠]|h|r",
			},
			["inbagItemCount"] = 5,
			[22] = {
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:93794:0:0:0:0:0:0:525151360:90:0:0|h[시종장의 지팡이]|h|r",
			},
			[23] = {
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:93796:0:0:0:0:0:0:1086891776:90:0:0|h[시종장의 몸통]|h|r",
			},
			["slotMAX"] = 24,
		}, -- [1]
		{
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:93792:0:0:0:0:0:0:590210560:90:0:0|h[시종장의 머리]|h|r",
			}, -- [1]
			{
				["count"] = 75,
				["itemLink"] = "|cffffffff|Hitem:91838:0:0:0:0:0:0:1479371520:90:0:0|h[사자의 상륙지 휘장]|h|r",
			}, -- [2]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:94130:0:0:0:0:0:0:112673280:90:0:0|h[하친의 주문]|h|r",
			}, -- [3]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:95350:0:0:0:0:0:0:961094400:90:0:0|h[부의 주문]|h|r",
			}, -- [4]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:95350:0:0:0:0:0:0:727152000:90:0:0|h[부의 주문]|h|r",
			}, -- [5]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:94233:0:0:0:0:0:0:2075606144:90:0:0|h[덩의 주문]|h|r",
			}, -- [6]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:94233:0:0:0:0:0:0:1877934208:90:0:0|h[덩의 주문]|h|r",
			}, -- [7]
			{
				["count"] = 20,
				["itemLink"] = "|cffffffff|Hitem:79249:0:0:0:0:0:0:0:90:0:0|h[맑은 정신의 마법서]|h|r",
			}, -- [8]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:103977:0:0:0:0:0:0:445766784:90:0:0|h[세월에 낡은 일지]|h|r",
			}, -- [9]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:95568:0:0:0:0:0:0:1083234688:90:0:0|h[선리버 봉화]|h|r",
			}, -- [10]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:0:90:0:0|h[귀환석]|h|r",
			}, -- [11]
			{
				["count"] = 4,
				["itemLink"] = "|cffffffff|Hitem:87903:0:0:0:0:0:0:793522048:90:0:0|h[공포의 호박석 파편]|h|r",
			}, -- [12]
			{
				["count"] = 19,
				["itemLink"] = "|cffffffff|Hitem:95491:0:0:0:0:0:0:700253696:90:0:0|h[역사적 가치가 있는 너덜너덜한 양피지]|h|r",
			}, -- [13]
			{
				["count"] = 20,
				["itemLink"] = "|cffffffff|Hitem:74249:0:0:0:0:0:0:349383552:90:0:0|h[영혼 티끌]|h|r",
			}, -- [14]
			{
				["count"] = 8,
				["itemLink"] = "|cffffffff|Hitem:74249:0:0:0:0:0:0:925159808:90:0:0|h[영혼 티끌]|h|r",
			}, -- [15]
			{
				["count"] = 3,
				["itemLink"] = "|cffffffff|Hitem:22576:0:0:0:0:0:0:1809041280:90:0:0|h[마나의 티끌]|h|r",
			}, -- [16]
			["inbagItemCount"] = 16,
			["slotMAX"] = 16,
		}, -- [2]
		{
			{
				["count"] = 6,
				["itemLink"] = "|cffffffff|Hitem:52325:0:0:0:0:0:0:800867328:90:0:0|h[불의 휘발물]|h|r",
			}, -- [1]
			{
				["count"] = 7,
				["itemLink"] = "|cffffffff|Hitem:52328:0:0:0:0:0:0:402039680:90:0:0|h[바람의 휘발물]|h|r",
			}, -- [2]
			{
				["count"] = 4,
				["itemLink"] = "|cffffffff|Hitem:52326:0:0:0:0:0:0:415269120:90:0:0|h[물의 휘발물]|h|r",
			}, -- [3]
			{
				["count"] = 9,
				["itemLink"] = "|cffffffff|Hitem:52327:0:0:0:0:0:0:1452018944:90:0:0|h[대지의 휘발물]|h|r",
			}, -- [4]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:89112:0:0:0:0:0:0:1285161600:90:0:0|h[조화의 티끌]|h|r",
			}, -- [5]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:95409:0:0:0:0:0:0:277958016:90:0:0|h[무쇠로 장정된 잔달라 일지]|h|r",
			}, -- [6]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:85580:0:0:0:0:0:0:1367188096:90:0:0|h[빈 변신의 산성 약병]|h|r",
			}, -- [7]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:91861:0:0:0:0:0:0:896653056:90:0:0|h[썬더 블러프 차원문 조각]|h|r",
			}, -- [8]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:23334:0:0:0:0:0:0:1456721280:90:0:0|h[조각난 마력 핵]|h|r",
			}, -- [9]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:5512:0:0:0:0:0:0:1474237696:90:0:0|h[생명석]|h|r",
			}, -- [10]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:88384:0:0:0:0:0:0:1526204672:90:0:0|h[삼베 의식 주머니]|h|r",
			}, -- [11]
			{
				["count"] = 20,
				["itemLink"] = "|cffffffff|Hitem:76085:0:0:0:0:0:0:1839547392:90:0:0|h[더운 햇살의 영약]|h|r",
			}, -- [12]
			{
				["count"] = 3,
				["itemLink"] = "|cffffffff|Hitem:8827:0:0:0:0:0:0:755932928:90:0:0|h[수면 걷기의 비약]|h|r",
			}, -- [13]
			{
				["count"] = 20,
				["itemLink"] = "|cffffffff|Hitem:76093:0:0:0:0:0:0:1293059072:90:0:0|h[옥룡의 물약]|h|r",
			}, -- [14]
			{
				["count"] = 5,
				["itemLink"] = "|cffffffff|Hitem:101618:0:0:0:0:0:0:0:90:0:0|h[판다렌의 보물 국수]|h|r",
			}, -- [15]
			{
				["count"] = 4,
				["itemLink"] = "|cffffffff|Hitem:103643:0:0:0:0:0:0:940409984:90:0:0|h[영원한 아침의 차]|h|r",
			}, -- [16]
			["inbagItemCount"] = 16,
			["slotMAX"] = 16,
		}, -- [3]
		{
			{
				["count"] = 11,
				["itemLink"] = "|cffffffff|Hitem:103642:0:0:0:0:0:0:12011776:90:0:0|h[시대의 책]|h|r",
			}, -- [1]
			{
				["count"] = 4,
				["itemLink"] = "|cffffffff|Hitem:101616:0:0:0:0:0:0:0:90:0:0|h[국수]|h|r",
			}, -- [2]
			{
				["count"] = 4,
				["itemLink"] = "|cffffffff|Hitem:101617:0:0:0:0:0:0:0:90:0:0|h[곱빼기 국수]|h|r",
			}, -- [3]
			{
				["count"] = 18,
				["itemLink"] = "|cffffffff|Hitem:103641:0:0:0:0:0:0:1878878592:90:0:0|h[노래하는 수정]|h|r",
			}, -- [4]
			{
				["count"] = 4,
				["itemLink"] = "|cffffffff|Hitem:74644:0:0:0:0:0:0:1229647744:90:0:0|h[소용돌이치는 안갯국]|h|r",
			}, -- [5]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:75016:0:0:0:0:0:0:1532875904:90:0:0|h[푸짐한 판다렌 잔칫상]|h|r",
			}, -- [6]
			{
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:29739:0:0:0:0:0:0:1746937216:90:0:0|h[비전 고서]|h|r",
			}, -- [7]
			{
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:104324:0:0:0:0:0:0:0:90:0:0|h[발공]|h|r",
			}, -- [8]
			{
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:63128:0:0:0:0:0:0:1080124160:90:0:0|h[트롤 서판]|h|r",
			}, -- [9]
			{
				["count"] = 6,
				["itemLink"] = "|cff1eff00|Hitem:63127:0:0:0:0:0:0:536717312:90:0:0|h[명가 두루마리]|h|r",
			}, -- [10]
			{
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:104288:0:0:0:0:0:0:245211776:90:0:0|h[응축된 비취안개]|h|r",
			}, -- [11]
			{
				["count"] = 2,
				["itemLink"] = "|cff0070dd|Hitem:94221:0:0:0:0:0:0:383870592:90:0:0|h[샨쩌 의식용 돌]|h|r",
			}, -- [12]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:94222:0:0:0:0:0:0:76095872:90:0:0|h[레이 션 궁전으로 통하는 문의 열쇠]|h|r",
			}, -- [13]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:105930:0:0:0:0:0:0:4266496:90:0:0|h[시간의 환영]|h|r",
			}, -- [14]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:104858:4434:4623:0:0:0:0:689154176:90:154:491|h[부패한 태고의 물방울]|h|r",
			}, -- [15]
			{
				["count"] = 18,
				["itemLink"] = "|cffff8000|Hitem:94593:0:0:0:0:0:0:1918867456:90:0:0|h[제국의 비밀]|h|r",
			}, -- [16]
			["inbagItemCount"] = 16,
			["slotMAX"] = 16,
		}, -- [4]
		{
			["inbagItemCount"] = 0,
			["slotMAX"] = 16,
		}, -- [5]
		{
			["inbagItemCount"] = 0,
			["slotMAX"] = 16,
		}, -- [6]
		{
			["inbagItemCount"] = 0,
			["slotMAX"] = 16,
		}, -- [7]
		{
			["inbagItemCount"] = 2,
			[16] = {
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:104287:0:0:0:0:0:0:1333403008:90:0:0|h[바람깃털 깃털]|h|r",
			},
			[15] = {
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:17725:0:0:0:0:0:0:1792412288:90:0:0|h[주문식: 무기 마법부여 - 한겨울 추위]|h|r",
			},
			["slotMAX"] = 16,
		}, -- [8]
		{
			{
				["count"] = 7,
				["itemLink"] = "|cff1eff00|Hitem:86143:0:0:0:0:0:0:1759153536:90:0:0|h[전투 애완동물 붕대]|h|r",
			}, -- [1]
			{
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:21524:0:0:0:0:0:0:404950144:90:0:0|h[붉은색 겨울 모자]|h|r",
			}, -- [2]
			{
				["count"] = 1,
				["itemLink"] = "|cff0070dd|Hitem:90067:0:0:0:0:0:0:849021440:90:0:0|h[절친 목걸이]|h|r",
			}, -- [3]
			{
				["count"] = 1,
				["itemLink"] = "|cff0070dd|Hitem:64361:0:0:0:0:0:0:628422784:90:0:0|h[드루이드와 사제 조각상]|h|r",
			}, -- [4]
			{
				["count"] = 1,
				["itemLink"] = "|cff0070dd|Hitem:85500:0:0:0:0:0:0:0:90:0:0|h[강태공 낚시 뗏목]|h|r",
			}, -- [5]
			{
				["count"] = 20,
				["itemLink"] = "|cff0070dd|Hitem:76061:0:0:0:0:0:0:1900653056:90:0:0|h[조화의 기운]|h|r",
			}, -- [6]
			{
				["count"] = 20,
				["itemLink"] = "|cff0070dd|Hitem:76061:0:0:0:0:0:0:1807142912:90:0:0|h[조화의 기운]|h|r",
			}, -- [7]
			{
				["count"] = 20,
				["itemLink"] = "|cff0070dd|Hitem:76061:0:0:0:0:0:0:2145386240:90:0:0|h[조화의 기운]|h|r",
			}, -- [8]
			{
				["count"] = 5,
				["itemLink"] = "|cff0070dd|Hitem:76061:0:0:0:0:0:0:99330048:90:0:0|h[조화의 기운]|h|r",
			}, -- [9]
			{
				["count"] = 1,
				["itemLink"] = "|cff0070dd|Hitem:89869:0:0:0:0:0:0:0:90:0:0|h[판다렌 허수아비]|h|r",
			}, -- [10]
			{
				["count"] = 1,
				["itemLink"] = "|cff0070dd|Hitem:45858:0:0:0:0:0:0:1703984512:90:0:0|h[내트의 행운가득 낚싯대]|h|r",
			}, -- [11]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:104009:0:0:0:0:0:0:646077824:90:0:0|h[영원의 판금 방어구함]|h|r",
			}, -- [12]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:95961:0:0:0:0:0:0:1662763008:90:0:465|h[버려진 잔달라 불끈]|h|r",
			}, -- [13]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:95784:0:0:0:0:0:0:1338468352:90:0:465|h[댐렌의 얼어붙은 발등덮개]|h|r",
			}, -- [14]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:95655:0:0:0:0:0:0:2090006400:90:0:465|h[화염술사의 불타는 관]|h|r",
			}, -- [15]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:102286:0:0:0:0:0:0:1311028481:90:0:0|h[영원의 헝겊 장갑]|h|r",
			}, -- [16]
			["inbagItemCount"] = 16,
			["slotMAX"] = 16,
		}, -- [9]
		{
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:102286:0:0:0:0:0:0:1638647937:90:0:0|h[영원의 헝겊 장갑]|h|r",
			}, -- [1]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:102284:0:0:0:0:0:0:254941697:90:0:0|h[영원의 헝겊 로브]|h|r",
			}, -- [2]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:102284:0:0:0:0:0:0:400309761:90:0:0|h[영원의 헝겊 로브]|h|r",
			}, -- [3]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:102269:0:0:0:0:0:0:945958784:90:0:0|h[영원의 판금 허리띠]|h|r",
			}, -- [4]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:102291:0:0:0:0:0:0:1673340545:90:0:0|h[영원의 인장]|h|r",
			}, -- [5]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:102274:0:0:0:0:0:0:283462273:90:0:0|h[영원의 쇠사슬 다리보호구]|h|r",
			}, -- [6]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:104345:0:0:0:0:0:0:1644818945:90:0:0|h[영원의 고리 목걸이]|h|r",
			}, -- [7]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:102322:0:0:0:0:0:0:92130817:90:0:0|h[영원의 가죽 팔보호구]|h|r",
			}, -- [8]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:102277:0:0:0:0:0:0:1900974976:90:0:0|h[영원의 가죽 가슴보호구]|h|r",
			}, -- [9]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:86893:4441:0:0:0:0:0:1473714432:90:147:445|h[진야 - 물예언자의 보주]|h|r",
			}, -- [10]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:95657:0:0:0:0:0:0:213020800:90:0:465|h[공룡술사의 영혼결속 뾰족지팡이]|h|r",
			}, -- [11]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:86909:0:0:0:0:0:0:337444608:90:0:445|h[리게일의 빠직거리는 단검]|h|r",
			}, -- [12]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:104803:4442:4623:0:0:0:0:401981184:90:147:493|h[대마술사의 주문 검]|h|r",
			}, -- [13]
			{
				["count"] = 1,
				["itemLink"] = "|cffff8000|Hitem:89882:0:0:0:0:0:0:865701376:90:0:0|h[결정화된 무서움]|h|r",
			}, -- [14]
			{
				["count"] = 1,
				["itemLink"] = "|cffff8000|Hitem:93403:0:0:0:0:0:0:1286370176:90:0:0|h[검은 왕자의 눈]|h|r",
			}, -- [15]
			{
				["count"] = 1,
				["itemLink"] = "|cffe6cc80|Hitem:93891:0:0:0:0:0:0:0:90:0:0|h[번뜩이는 용맹의 가슴보호갑]|h|r",
			}, -- [16]
			["inbagItemCount"] = 16,
			["slotMAX"] = 16,
		}, -- [10]
		["money"] = 184322690,
		[-1] = {
			["inbagItemCount"] = 0,
			["slotMAX"] = 28,
		},
		[0] = {
			["inbagItemCount"] = 0,
			["slotMAX"] = 16,
		},
	},
	["김롯리-줄진"] = {
		{
			["inbagItemCount"] = 0,
			["slotMAX"] = 6,
		}, -- [1]
		{
			["inbagItemCount"] = 0,
			["slotMAX"] = 6,
		}, -- [2]
		{
			["inbagItemCount"] = 0,
			["slotMAX"] = 6,
		}, -- [3]
		{
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:6948:0:0:0:0:0:0:0:12:0:0|h[귀환석]|h|r",
			}, -- [1]
			{
				["count"] = 20,
				["itemLink"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:1866179584:12:0:0|h[리넨 옷감]|h|r",
			}, -- [2]
			{
				["count"] = 20,
				["itemLink"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:256889984:12:0:0|h[리넨 옷감]|h|r",
			}, -- [3]
			{
				["count"] = 20,
				["itemLink"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:157800832:12:0:0|h[리넨 옷감]|h|r",
			}, -- [4]
			{
				["count"] = 17,
				["itemLink"] = "|cffffffff|Hitem:2589:0:0:0:0:0:0:1534841728:12:0:0|h[리넨 옷감]|h|r",
			}, -- [5]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:4938:0:0:0:0:0:0:377862016:12:0:0|h[얼룩진 나무 지팡이]|h|r",
			}, -- [6]
			{
				["count"] = 2,
				["itemLink"] = "|cff1eff00|Hitem:774:0:0:0:0:0:0:1278391296:12:0:0|h[공작석]|h|r",
			}, -- [7]
			{
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:3609:0:0:0:0:0:0:1450987648:12:0:0|h[도면: 구리 사슬 조끼]|h|r",
			}, -- [8]
			["inbagItemCount"] = 8,
			["slotMAX"] = 8,
		}, -- [4]
		[0] = {
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:46714:0:0:0:0:0:0:324259712:12:0:0|h[할가의 \"싹쓸이 총\"]|h|r",
			}, -- [1]
			{
				["count"] = 10,
				["itemLink"] = "|cffffffff|Hitem:5085:0:0:0:0:0:0:935614848:12:0:0|h[가시멧돼지 엄니]|h|r",
			}, -- [2]
			["inbagItemCount"] = 2,
			["slotMAX"] = 16,
		},
		["money"] = 13136,
	},
}
IN_DB = {
	["김곱충-줄진"] = {
		{
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:103751:0:4658:4594:0:0:0:1542637568:90:0:493|h[소용돌이치는 감각의 두건]|h|r",
			}, -- [1]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:103867:0:0:0:0:0:0:2076451712:90:0:493|h[타락하지 않은 수호자의 사슬]|h|r",
			}, -- [2]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:105059:4806:4650:4527:0:0:0:848655104:90:154:491|h[코르크론의 충성 어깨덮개]|h|r",
			}, -- [3]
			{
				["count"] = 1,
			}, -- [4]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:99570:4419:4623:4623:4623:0:0:0:90:0:491|h[뿔 달린 악몽의 로브]|h|r",
			}, -- [5]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:98612:0:4557:4557:4585:0:0:1886258176:90:154:493|h[밤하늘의 허리띠]|h|r",
			}, -- [6]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:103921:4825:4594:4594:0:0:0:429528064:90:152:493|h[맹렬한 불길의 다리보호구]|h|r",
			}, -- [7]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:104746:4429:4650:0:0:0:0:1401229696:90:152:491|h[뼈세공 덧신]|h|r",
			}, -- [8]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:103849:4414:0:0:0:0:0:1968001280:90:137:493|h[깨진 인과의 팔보호구]|h|r",
			}, -- [9]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:99096:4433:4623:4623:0:0:0:0:90:152:505|h[뿔 달린 악몽의 장갑]|h|r",
			}, -- [10]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:103822:0:0:0:0:0:0:482605824:90:140:493|h[석화된 박하풀 반지]|h|r",
			}, -- [11]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:103823:0:0:0:0:0:0:747284736:90:154:493|h[갈라크라스의 꺼진 잿불]|h|r",
			}, -- [12]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:102293:0:0:0:0:0:0:392662784:90:0:493|h[잿빛너울의 정화된 구속끈]|h|r",
			}, -- [13]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:104793:0:0:0:0:0:0:1066987392:90:0:493|h[칼드리스의 독성 토템]|h|r",
			}, -- [14]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:105829:4423:0:0:0:0:0:1894118144:90:152:491|h[오메가의 외투]|h|r",
			}, -- [15]
			{
				["count"] = 1,
				["itemLink"] = "|cffa335ee|Hitem:103873:4442:4594:0:0:0:0:1700375168:90:0:505|h[오만의 시선]|h|r",
			}, -- [16]
			{
				["count"] = 1,
			}, -- [17]
			{
				["count"] = 1,
			}, -- [18]
			{
				["count"] = 1,
				["itemLink"] = "|cff0070dd|Hitem:89784:0:0:0:0:0:0:0:90:0:0|h[농사꾼 휘장]|h|r",
			}, -- [19]
		}, -- [1]
	},
	["김롯리-줄진"] = {
		{
			{
				["count"] = 1,
			}, -- [1]
			{
				["count"] = 1,
			}, -- [2]
			{
				["count"] = 1,
			}, -- [3]
			{
				["count"] = 1,
			}, -- [4]
			{
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:59544:0:0:0:0:0:0:1273818496:12:0:0|h[카르갈의 가슴보호갑]|h|r",
			}, -- [5]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:53370:0:0:0:0:0:0:930050048:12:0:0|h[명예의 요대]|h|r",
			}, -- [6]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:53379:0:0:0:0:0:0:1631198592:12:0:0|h[축출의 다리보호구]|h|r",
			}, -- [7]
			{
				["count"] = 1,
				["itemLink"] = "|cff9d9d9d|Hitem:2642:0:0:0:0:0:0:1501577344:12:0:0|h[느슨한 사슬 장화]|h|r",
			}, -- [8]
			{
				["count"] = 1,
				["itemLink"] = "|cff9d9d9d|Hitem:2643:0:0:0:0:0:0:1464446336:12:0:0|h[느슨한 사슬 팔보호구]|h|r",
			}, -- [9]
			{
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:59538:0:0:0:0:0:0:1568651648:12:0:0|h[짐마차 호위대 장갑]|h|r",
			}, -- [10]
			{
				["count"] = 1,
			}, -- [11]
			{
				["count"] = 1,
			}, -- [12]
			{
				["count"] = 1,
			}, -- [13]
			{
				["count"] = 1,
			}, -- [14]
			{
				["count"] = 1,
				["itemLink"] = "|cff1eff00|Hitem:59529:0:0:0:0:0:0:2127033472:12:0:0|h[불꽃 억제 덧천]|h|r",
			}, -- [15]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:53381:0:0:0:0:0:0:484676480:12:0:0|h[가시멧돼지 비수]|h|r",
			}, -- [16]
			{
				["count"] = 1,
				["itemLink"] = "|cffffffff|Hitem:53383:0:0:0:0:0:0:1433240832:12:0:0|h[칼바위 언덕 칼날검]|h|r",
			}, -- [17]
			{
				["count"] = 1,
			}, -- [18]
			{
				["count"] = 1,
			}, -- [19]
		}, -- [1]
	},
}
MB_config = {
}
