
Postal3DB = {
	["profileKeys"] = {
		["나라잃은토템 - 줄진"] = "나라잃은토템 - 줄진",
		["버징기 - 줄진"] = "버징기 - 줄진",
		["김롯리 - 줄진"] = "김롯리 - 줄진",
		["김곱충 - 줄진"] = "김곱충 - 줄진",
	},
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"김곱충|줄진|Horde|90|WARLOCK", -- [1]
				"김롯리|줄진|Horde|8|WARRIOR", -- [2]
				"나라잃은토템|줄진|Horde|1|SHAMAN", -- [3]
				"버징기|줄진|Horde|100|PALADIN", -- [4]
			},
		},
	},
	["profiles"] = {
		["나라잃은토템 - 줄진"] = {
		},
		["버징기 - 줄진"] = {
			["BlackBook"] = {
				["recent"] = {
					"할배왕|줄진|Horde", -- [1]
					"내가육만원이다|줄진|Horde", -- [2]
				},
			},
		},
		["김롯리 - 줄진"] = {
		},
		["김곱충 - 줄진"] = {
			["BlackBook"] = {
				["recent"] = {
					"내가육만원이다|줄진|Horde", -- [1]
				},
			},
		},
	},
}
