
Postal3DB = {
	["global"] = {
		["BlackBook"] = {
			["alts"] = {
				"김곱충|줄진|Horde|91|WARLOCK", -- [1]
				"김롯리|줄진|Horde|8|WARRIOR", -- [2]
				"나는길을몰라|아즈샤라|Horde|50|HUNTER", -- [3]
				"나라잃은토템|줄진|Horde|1|SHAMAN", -- [4]
				"버징기|줄진|Horde|100|PALADIN", -- [5]
				"언땅에죽기|줄진|Horde|55|DEATHKNIGHT", -- [6]
			},
		},
	},
	["profileKeys"] = {
		["김곱충 - 줄진"] = "김곱충 - 줄진",
		["김롯리 - 줄진"] = "김롯리 - 줄진",
		["나는길을몰라 - 아즈샤라"] = "나는길을몰라 - 아즈샤라",
		["나라잃은토템 - 줄진"] = "나라잃은토템 - 줄진",
		["버징기 - 줄진"] = "버징기 - 줄진",
		["언땅에죽기 - 줄진"] = "언땅에죽기 - 줄진",
	},
	["profiles"] = {
		["김곱충 - 줄진"] = {
			["BlackBook"] = {
				["recent"] = {
					"내가육만원이다|줄진|Horde", -- [1]
				},
			},
		},
		["김롯리 - 줄진"] = {
		},
		["나는길을몰라 - 아즈샤라"] = {
		},
		["나라잃은토템 - 줄진"] = {
		},
		["버징기 - 줄진"] = {
			["BlackBook"] = {
				["recent"] = {
					"할배왕|줄진|Horde", -- [1]
					"내가육만원이다|줄진|Horde", -- [2]
				},
			},
		},
		["언땅에죽기 - 줄진"] = {
		},
	},
}
