
TellMeWhenDB = {
	["Version"] = 90701,
	["global"] = {
		["AuraCache"] = {
			[17] = 2,
			[118] = 2,
			[122] = 2,
			[130] = 2,
			[136] = 2,
			[139] = 2,
			[453] = 2,
			[465] = 2,
			[546] = 2,
			[586] = 2,
			[589] = 2,
			[768] = 2,
			[853] = 2,
			[974] = 2,
			[980] = 2,
			[982] = 2,
			[1459] = 2,
			[1490] = 2,
			[1604] = 1,
			[1719] = 2,
			[1784] = 2,
			[1850] = 2,
			[1953] = 2,
			[2120] = 2,
			[2383] = 2,
			[2580] = 2,
			[2645] = 2,
			[2649] = 1,
			[2823] = 2,
			[2983] = 2,
			[3408] = 2,
			[3409] = 2,
			[3600] = 2,
			[5215] = 2,
			[5225] = 2,
			[5487] = 2,
			[5672] = 2,
			[5760] = 2,
			[5761] = 2,
			[6360] = 1,
			[6673] = 2,
			[6788] = 2,
			[8122] = 2,
			[8599] = 1,
			[8680] = 2,
			[8936] = 2,
			[10060] = 2,
			[11327] = 2,
			[11426] = 2,
			[11974] = 1,
			[12472] = 2,
			[12654] = 2,
			[13877] = 2,
			[15286] = 2,
			[17735] = 2,
			[19236] = 2,
			[19574] = 2,
			[20549] = 2,
			[20707] = 2,
			[21562] = 2,
			[22888] = 1,
			[24450] = 2,
			[24858] = 2,
			[25771] = 2,
			[26297] = 2,
			[31661] = 2,
			[32216] = 2,
			[32223] = 2,
			[32390] = 2,
			[33702] = 2,
			[34477] = 2,
			[34914] = 2,
			[35079] = 2,
			[40120] = 2,
			[41425] = 2,
			[41635] = 2,
			[43308] = 2,
			[44544] = 2,
			[45181] = 2,
			[45242] = 2,
			[45524] = 2,
			[47585] = 2,
			[48107] = 2,
			[48108] = 2,
			[48168] = 1,
			[48181] = 2,
			[48265] = 2,
			[48517] = 2,
			[48518] = 2,
			[51124] = 2,
			[51399] = 2,
			[51460] = 2,
			[51490] = 2,
			[51714] = 2,
			[52127] = 2,
			[53365] = 2,
			[53390] = 2,
			[53563] = 2,
			[55078] = 2,
			[55095] = 2,
			[56222] = 2,
			[57723] = 2,
			[57724] = 2,
			[59052] = 2,
			[61295] = 2,
			[61684] = 2,
			[62124] = 2,
			[63106] = 2,
			[63560] = 2,
			[64044] = 2,
			[64790] = 2,
			[65081] = 2,
			[72968] = 2,
			[73313] = 2,
			[74589] = 2,
			[77489] = 2,
			[77806] = 1,
			[79863] = 1,
			[80354] = 2,
			[81141] = 2,
			[81340] = 2,
			[86603] = 1,
			[87024] = 2,
			[90328] = 2,
			[91800] = 1,
			[96312] = 2,
			[101568] = 2,
			[107574] = 2,
			[108366] = 2,
			[108446] = 2,
			[111759] = 2,
			[112042] = 2,
			[113746] = 2,
			[113860] = 2,
			[113942] = 2,
			[114250] = 2,
			[114255] = 2,
			[115767] = 2,
			[115804] = 1,
			[115989] = 2,
			[115994] = 2,
			[116014] = 2,
			[116189] = 2,
			[116841] = 2,
			[116847] = 2,
			[117828] = 2,
			[117952] = 2,
			[118345] = 1,
			[118455] = 2,
			[118779] = 2,
			[118922] = 2,
			[119085] = 2,
			[119611] = 2,
			[120679] = 2,
			[121253] = 2,
			[121557] = 2,
			[123725] = 2,
			[124275] = 2,
			[126389] = 2,
			[127230] = 2,
			[132169] = 2,
			[134477] = 2,
			[134522] = 2,
			[134847] = 1,
			[137619] = 2,
			[143625] = 2,
			[146739] = 2,
			[152262] = 2,
			[156084] = 2,
			[157131] = 2,
			[157228] = 2,
			[157644] = 2,
			[157736] = 2,
			[160331] = 2,
			[162264] = 2,
			[162908] = 1,
			[164273] = 2,
			[164812] = 2,
			[164815] = 2,
			[165961] = 2,
			[167898] = 2,
			[170758] = 1,
			[176151] = 2,
			[176569] = 2,
			[178658] = 1,
			[183218] = 2,
			[184362] = 2,
			[185311] = 2,
			[185394] = 2,
			[185763] = 2,
			[186254] = 2,
			[186257] = 2,
			[186258] = 2,
			[186265] = 2,
			[187146] = 2,
			[188031] = 2,
			[188290] = 2,
			[188389] = 2,
			[188499] = 2,
			[190446] = 2,
			[190456] = 2,
			[190655] = 2,
			[191034] = 2,
			[191587] = 2,
			[191837] = 2,
			[191840] = 2,
			[192106] = 2,
			[193356] = 2,
			[193475] = 2,
			[193538] = 2,
			[194310] = 2,
			[194679] = 2,
			[195627] = 2,
			[195630] = 2,
			[195949] = 2,
			[196447] = 2,
			[196608] = 2,
			[196840] = 2,
			[197003] = 2,
			[197277] = 2,
			[198013] = 2,
			[198069] = 2,
			[198590] = 2,
			[199545] = 2,
			[200166] = 2,
			[200183] = 2,
			[202090] = 2,
			[202602] = 2,
			[203277] = 2,
			[203285] = 2,
			[203814] = 2,
			[203819] = 2,
			[203852] = 2,
			[203975] = 2,
			[203981] = 2,
			[204262] = 2,
			[205180] = 2,
			[205473] = 2,
			[205708] = 2,
			[206930] = 2,
			[207771] = 2,
			[208628] = 2,
			[208772] = 2,
			[210053] = 2,
			[210126] = 2,
			[210391] = 2,
			[212431] = 2,
			[212653] = 2,
			[215479] = 2,
			[217200] = 2,
			[219393] = 2,
			[221885] = 2,
			[221886] = 2,
			[223143] = 2,
			[224772] = 2,
			[225788] = 2,
			[226757] = 2,
			[227723] = 2,
			[228287] = 2,
			[228354] = 2,
			[228358] = 2,
			[231390] = 2,
			[231843] = 2,
			[232698] = 2,
			[234153] = 2,
			[235313] = 2,
			[235450] = 2,
			[236645] = 2,
			[237838] = 2,
			[242551] = 2,
			[243955] = 2,
			[245686] = 2,
			[246152] = 2,
			[246851] = 2,
			[251839] = 2,
			[252215] = 1,
			[252216] = 2,
			[253595] = 2,
			[254473] = 2,
			[255625] = 1,
			[255631] = 2,
			[255775] = 1,
			[255937] = 2,
			[256459] = 2,
			[256715] = 1,
			[257044] = 2,
			[257410] = 2,
			[257622] = 2,
			[257946] = 2,
			[258883] = 2,
			[258920] = 2,
			[259161] = 2,
			[259241] = 1,
			[259519] = 1,
			[259739] = 1,
			[259753] = 1,
			[259774] = 1,
			[259776] = 1,
			[259817] = 1,
			[259983] = 2,
			[260052] = 1,
			[260057] = 1,
			[260062] = 1,
			[260069] = 1,
			[260070] = 1,
			[260072] = 1,
			[260075] = 1,
			[260084] = 1,
			[260188] = 1,
			[260223] = 1,
			[260242] = 2,
			[260243] = 2,
			[260355] = 1,
			[260402] = 2,
			[260527] = 1,
			[260626] = 1,
			[260881] = 2,
			[261616] = 2,
			[262929] = 1,
			[262942] = 2,
			[263344] = 1,
			[263540] = 1,
			[263558] = 1,
			[263725] = 2,
			[263840] = 1,
			[263852] = 2,
			[264689] = 2,
			[265931] = 2,
			[266030] = 2,
			[268616] = 2,
			[268776] = 1,
			[268877] = 2,
			[269576] = 2,
			[270058] = 2,
			[270598] = 1,
			[270661] = 2,
			[271652] = 1,
			[271788] = 2,
			[271896] = 2,
			[272118] = 2,
			[272126] = 2,
			[272790] = 2,
			[273947] = 2,
			[278310] = 2,
			[279709] = 2,
			[280398] = 2,
			[280776] = 2,
			[281036] = 2,
			[281178] = 2,
			[281209] = 2,
			[281240] = 2,
			[285979] = 2,
			[287280] = 2,
			[288477] = 2,
			[288613] = 2,
			[289277] = 2,
			[289308] = 2,
			[290121] = 2,
			[290468] = 2,
			[290469] = 2,
			[292360] = 2,
			[292361] = 2,
			[292362] = 2,
			[292363] = 2,
			[292910] = 1,
			[294165] = 1,
			[297034] = 2,
			[298836] = 2,
			[298837] = 2,
			[307166] = 2,
			[307185] = 2,
			[307187] = 2,
			[308026] = 1,
			[308277] = 2,
			[308430] = 2,
			[308434] = 2,
			[308474] = 2,
			[308488] = 2,
			[308504] = 2,
			[308506] = 2,
			[308514] = 2,
			[308520] = 2,
			[310026] = 1,
			[310143] = 2,
			[311459] = 2,
			[311460] = 2,
			[311464] = 2,
			[311465] = 2,
			[311466] = 2,
			[311467] = 2,
			[311469] = 2,
			[311470] = 2,
			[311471] = 2,
			[311474] = 2,
			[311475] = 2,
			[311476] = 2,
			[311477] = 2,
			[311478] = 2,
			[311483] = 2,
			[311484] = 2,
			[311485] = 2,
			[311486] = 2,
			[311487] = 2,
			[311490] = 2,
			[311492] = 2,
			[311494] = 2,
			[311496] = 2,
			[311497] = 2,
			[311498] = 2,
			[311499] = 2,
			[311796] = 2,
			[312106] = 2,
			[315341] = 2,
			[315443] = 2,
			[315496] = 2,
			[315508] = 2,
			[315584] = 2,
			[316099] = 2,
			[316220] = 2,
			[317009] = 2,
			[317361] = 2,
			[317491] = 2,
			[317920] = 2,
			[318865] = 1,
			[319233] = 2,
			[319245] = 2,
			[319255] = 2,
			[320007] = 1,
			[320009] = 2,
			[320028] = 1,
			[320390] = 1,
			[320463] = 1,
			[321388] = 2,
			[321444] = 2,
			[321519] = 2,
			[321527] = 2,
			[321712] = 2,
			[321923] = 2,
			[321973] = 2,
			[322930] = 1,
			[323641] = 1,
			[323689] = 1,
			[323710] = 2,
			[323802] = 2,
			[323996] = 2,
			[324073] = 2,
			[324226] = 2,
			[324260] = 2,
			[324463] = 2,
			[324748] = 2,
			[324867] = 2,
			[325092] = 2,
			[325101] = 1,
			[325381] = 2,
			[325426] = 1,
			[325437] = 2,
			[325640] = 2,
			[326377] = 2,
			[326940] = 1,
			[327066] = 2,
			[327069] = 2,
			[327164] = 2,
			[327461] = 1,
			[327478] = 2,
			[327701] = 2,
			[327704] = 2,
			[327705] = 2,
			[327706] = 2,
			[327708] = 2,
			[327709] = 2,
			[327851] = 2,
			[328275] = 2,
			[328781] = 1,
			[328782] = 1,
			[328837] = 2,
			[328900] = 2,
			[328906] = 2,
			[328908] = 2,
			[328940] = 1,
			[329289] = 2,
			[329425] = 1,
			[329492] = 2,
			[329666] = 2,
			[329849] = 2,
			[330030] = 2,
			[330038] = 2,
			[330131] = 2,
			[330366] = 2,
			[330380] = 2,
			[330436] = 1,
			[330511] = 2,
			[330604] = 1,
			[330730] = 2,
			[330765] = 2,
			[330896] = 2,
			[330943] = 2,
			[331016] = 2,
			[331497] = 2,
			[331537] = 1,
			[331623] = 2,
			[331874] = 1,
			[331934] = 2,
			[331937] = 2,
			[331939] = 2,
			[332431] = 1,
			[332514] = 2,
			[332842] = 2,
			[332862] = 2,
			[333089] = 2,
			[333251] = 2,
			[333526] = 2,
			[333600] = 1,
			[334058] = 2,
			[334067] = 2,
			[334345] = 2,
			[334428] = 2,
			[334431] = 2,
			[334776] = 2,
			[335234] = 2,
			[335276] = 2,
			[335412] = 1,
			[335467] = 2,
			[336055] = 2,
			[336135] = 2,
			[336217] = 2,
			[336372] = 2,
			[336779] = 1,
			[336859] = 1,
			[337060] = 2,
			[337101] = 2,
			[337102] = 1,
			[337109] = 1,
			[337227] = 1,
			[337299] = 2,
			[337327] = 2,
			[337328] = 2,
			[337329] = 2,
			[337470] = 2,
			[337567] = 2,
			[337661] = 2,
			[337682] = 2,
			[337749] = 2,
			[337824] = 2,
			[337948] = 2,
			[337984] = 2,
			[338036] = 2,
			[338506] = 2,
			[338563] = 1,
			[338804] = 2,
			[338955] = 1,
			[339324] = 2,
			[339400] = 2,
			[339461] = 2,
			[339848] = 2,
			[339943] = 2,
			[339946] = 2,
			[340468] = 1,
			[340494] = 1,
			[340546] = 2,
			[340556] = 2,
			[341117] = 2,
			[341260] = 2,
			[341291] = 2,
			[341449] = 2,
			[341530] = 2,
			[341824] = 2,
			[342076] = 2,
			[342242] = 2,
			[342309] = 2,
			[342814] = 2,
			[343011] = 2,
			[343013] = 2,
			[343294] = 2,
			[343312] = 2,
			[343527] = 2,
			[343594] = 2,
			[343648] = 2,
			[343666] = 2,
			[343724] = 2,
			[343916] = 1,
			[343960] = 2,
			[344118] = 2,
			[344154] = 2,
			[344530] = 2,
			[344803] = 2,
			[344907] = 2,
			[344986] = 1,
			[345002] = 1,
			[345155] = 1,
			[345228] = 2,
			[345230] = 2,
			[345236] = 1,
			[345335] = 2,
			[345432] = 2,
			[345439] = 2,
			[345466] = 2,
			[345521] = 1,
			[345530] = 2,
			[345545] = 2,
			[345546] = 2,
			[345696] = 2,
			[346048] = 2,
			[346121] = 1,
			[346208] = 1,
			[346227] = 2,
			[346347] = 1,
			[346489] = 1,
			[346513] = 1,
			[346599] = 1,
			[346604] = 1,
			[346607] = 1,
			[346624] = 1,
			[346686] = 2,
			[346871] = 1,
			[346875] = 1,
			[346914] = 1,
			[347042] = 2,
			[347045] = 1,
			[347046] = 1,
			[347163] = 1,
			[347462] = 2,
			[347553] = 2,
			[347600] = 2,
			[347601] = 2,
			[347901] = 2,
			[348176] = 2,
			[348837] = 2,
			[348846] = 2,
			[351077] = 2,
		},
		["Groups"] = {
			{
				["Icons"] = {
					{
						["States"] = {
							{
							}, -- [1]
							nil, -- [2]
							{
							}, -- [3]
							{
							}, -- [4]
						},
					}, -- [1]
					{
						["States"] = {
							{
							}, -- [1]
							nil, -- [2]
							{
							}, -- [3]
							{
							}, -- [4]
						},
					}, -- [2]
					{
						["States"] = {
							{
							}, -- [1]
							nil, -- [2]
							{
							}, -- [3]
							{
							}, -- [4]
						},
					}, -- [3]
					{
						["States"] = {
							{
							}, -- [1]
							nil, -- [2]
							{
							}, -- [3]
							{
							}, -- [4]
						},
					}, -- [4]
				},
			}, -- [1]
		},
		["HelpSettings"] = {
			["CNDT_ANDOR_FIRSTSEE"] = true,
			["CNDT_PARENTHESES_FIRSTSEE"] = true,
			["ICON_EXPORT_DOCOPY"] = true,
			["SCROLLBAR_DROPDOWN"] = true,
			["SIMPLEGSTAB"] = true,
			["SUG_FIRSTHELP"] = true,
		},
		["TextLayouts"] = {
			["bar2"] = {
				{
				}, -- [1]
				{
				}, -- [2]
			},
			["icon1"] = {
				{
				}, -- [1]
				{
				}, -- [2]
			},
		},
	},
	["profileKeys"] = {
		["김곱충 - 줄진"] = "김곱충 - 줄진",
		["김롯리 - 줄진"] = "김롯리 - 줄진",
		["나는길을몰라 - 아즈샤라"] = "나는길을몰라 - 아즈샤라",
		["나라잃은토템 - 줄진"] = "나라잃은토템 - 줄진",
		["버징기 - 줄진"] = "버징기 - 줄진",
		["언땅에죽기 - 줄진"] = "언땅에죽기 - 줄진",
		["자동수리로봇 - 아즈샤라"] = "자동수리로봇 - 아즈샤라",
	},
	["profiles"] = {
		["김곱충 - 줄진"] = {
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1KVT4j1qpPCp",
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 72332,
		},
		["김롯리 - 줄진"] = {
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1KVT4j1ngk6G",
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 72101,
		},
		["나는길을몰라 - 아즈샤라"] = {
			["Groups"] = {
				{
					["Columns"] = 7,
					["GUID"] = "TMW:group:1Vw8U=u0rM8e",
					["Icons"] = {
						{
							["Enabled"] = true,
							["Icons"] = {
								"TMW:icon:1WT9_hW0=ric", -- [1]
								"TMW:icon:1WT9_hVunri0", -- [2]
								"TMW:icon:1WVoI9IicoSi", -- [3]
								"TMW:icon:1WVo2w6Dc7as", -- [4]
							},
							["Name"] = "연타 공격",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "meta",
						}, -- [1]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Icons"] = {
								"TMW:icon:1WT9_hWEya8P", -- [1]
								"TMW:icon:1WT9_hW7=9qh", -- [2]
								"TMW:icon:1WVo778hCgeF", -- [3]
								"TMW:icon:1WVo2xeOFQ0x", -- [4]
							},
							["Name"] = "정조준",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "meta",
						}, -- [2]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "13",
											["Operator"] = "<",
											["Type"] = "ITEMCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "13",
							["SettingsPerView"] = {
								["icon"] = {
									["Texts"] = {
										"", -- [1]
									},
								},
							},
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "item",
						}, -- [3]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "14",
											["Operator"] = "<",
											["Type"] = "ITEMCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "14",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "item",
						}, -- [4]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "야생 영혼",
											["Operator"] = "<",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "야생 영혼",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [5]
						{
							["Conditions"] = {
								[1] = {
									["Type"] = "ALIVE",
									["Unit"] = "target",
								},
								[2] = {
									["Level"] = 20,
									["Operator"] = "<=",
									["Type"] = "HEALTH",
									["Unit"] = "target",
								},
								["n"] = 2,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Icon"] = "TMW:icon:1VyAefWgJxek",
											["Type"] = "ICON",
										},
										[2] = {
											["Level"] = 1,
											["Name"] = "마무리 사격",
											["Operator"] = "<",
											["Type"] = "SPELLCD",
										},
										[3] = {
											["Name"] = "마무리 사격",
											["Type"] = "MANAUSABLE",
										},
										["n"] = 3,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["GUID"] = "TMW:icon:1VyAefWgJxek",
							["ManaCheck"] = true,
							["Name"] = "마무리 사격",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [6]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "OnCondition",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "반격의 사격",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "반격의 사격",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [7]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[254] = true,
									},
									["Type"] = "UNITSPEC",
								},
								[2] = {
									["Name"] = "폭발 사격",
									["Type"] = "TALENTLEARNED",
								},
								["n"] = 2,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "폭발 사격",
											["Operator"] = "<",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["ManaCheck"] = true,
							["Name"] = "폭발 사격",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [8]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[254] = true,
									},
									["Type"] = "UNITSPEC",
								},
								[2] = {
									["Name"] = "연발 공격",
									["Type"] = "TALENTLEARNED",
								},
								["n"] = 2,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "연발 공격",
											["Operator"] = "<",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "연발 공격",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [9]
						{
							["CustomTex"] = "26297",
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "광폭화",
											["Operator"] = "<",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Icons"] = {
								"TMW:icon:1WTAHKT55R8N", -- [1]
								"TMW:icon:1WTAHK8_PS8e", -- [2]
							},
							["Name"] = "광폭화",
							["SettingsPerView"] = {
								["icon"] = {
									["Texts"] = {
										"", -- [1]
									},
								},
							},
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "meta",
						}, -- [10]
						{
							["Enabled"] = true,
							["Icons"] = {
								"TMW:icon:1WVo778vnF0c", -- [1]
								"TMW:icon:1WVo7790m2Km", -- [2]
							},
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "meta",
						}, -- [11]
						{
							["Enabled"] = true,
							["Icons"] = {
								"TMW:icon:1WW5cc0iyNWg", -- [1]
								"TMW:icon:1WW5ce1gU2S0", -- [2]
							},
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "meta",
						}, -- [12]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[254] = true,
									},
									["Type"] = "UNITSPEC",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["Name"] = "실탄 장전",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "buff",
						}, -- [13]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "OnCondition",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "평정의 사격",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "평정의 사격",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [14]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [15]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [16]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [17]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [18]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [19]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [20]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [21]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [22]
					},
					["Locked"] = true,
					["Name"] = "main",
					["Point"] = {
						["x"] = 0.0001169145054707171,
						["y"] = -140,
					},
					["Rows"] = 2,
					["Scale"] = 1.2,
				}, -- [1]
				{
					["Columns"] = 1,
					["Enabled"] = false,
					["GUID"] = "TMW:group:1W3Lo0LoQ7KP",
					["Icons"] = {
						{
							["CustomTex"] = "NONE",
							["Enabled"] = true,
							["PowerType"] = -1,
							["SettingsPerView"] = {
								["bar"] = {
									["TextLayout"] = "bar1",
									["Texts"] = {
										"", -- [1]
										"", -- [2]
									},
								},
							},
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "value",
						}, -- [1]
						{
							["CustomTex"] = "NONE",
							["Enabled"] = true,
							["SettingsPerView"] = {
								["bar"] = {
									["TextLayout"] = "bar1",
									["Texts"] = {
										"[Value:Short]", -- [1]
										"", -- [2]
									},
								},
							},
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "value",
						}, -- [2]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [3]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [4]
					},
					["Locked"] = true,
					["Name"] = "resources",
					["Point"] = {
						["x"] = 0.0001169145054707171,
						["y"] = -100,
					},
					["Rows"] = 2,
					["Scale"] = 1.2,
					["SettingsPerView"] = {
						["bar"] = {
							["BorderBar"] = 0.5,
							["BorderInset"] = false,
							["Icon"] = false,
							["SizeX"] = 150,
							["SizeY"] = 10,
						},
					},
					["View"] = "bar",
				}, -- [2]
				{
					["Columns"] = 8,
					["GUID"] = "TMW:group:1WTA3Y9Le7ic",
					["Icons"] = {
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[254] = true,
									},
									["Type"] = "UNITSPEC",
								},
								[2] = {
									["Name"] = "연타 공격",
									["Type"] = "TALENTLEARNED",
								},
								[3] = {
									["Name"] = "연타 공격",
									["Type"] = "BUFFDUR",
								},
								["n"] = 3,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "연타 공격",
											["Operator"] = "<",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WT9_hVunri0",
							["Name"] = "연타 공격",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [1]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[254] = true,
									},
									["Type"] = "UNITSPEC",
								},
								[2] = {
									["Name"] = "연타 공격",
									["Type"] = "TALENTLEARNED",
								},
								["n"] = 2,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "연타 공격",
											["Operator"] = ">",
											["Type"] = "BUFFDUR",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WT9_hW0=ric",
							["Name"] = "연타 공격",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "buff",
						}, -- [2]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[254] = true,
									},
									["Type"] = "UNITSPEC",
								},
								[2] = {
									["Name"] = "정조준",
									["Type"] = "BUFFDUR",
								},
								["n"] = 2,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "정조준",
											["Operator"] = "<",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WT9_hW7=9qh",
							["Name"] = "정조준",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [3]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[254] = true,
									},
									["Type"] = "UNITSPEC",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WT9_hWEya8P",
							["Name"] = "정조준",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "buff",
						}, -- [4]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[254] = true,
									},
									["Type"] = "UNITSPEC",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "교묘한 사격",
											["Operator"] = ">",
											["Type"] = "BUFFDUR",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WVo778vnF0c",
							["Name"] = "교묘한 사격",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "buff",
						}, -- [5]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[254] = true,
									},
									["Type"] = "UNITSPEC",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WW5cc0iyNWg",
							["Name"] = "꾸준한 집중",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "buff",
						}, -- [6]
						{
							["Conditions"] = {
								[1] = {
									["Name"] = "광폭화",
									["Type"] = "BUFFDUR",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "광폭화",
											["Operator"] = "<",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WTAHK8_PS8e",
							["Name"] = "광폭화",
							["SettingsPerView"] = {
								["icon"] = {
									["Texts"] = {
										"", -- [1]
									},
								},
							},
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [7]
						{
							["Enabled"] = true,
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WTAHKT55R8N",
							["Name"] = "광폭화",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "buff",
						}, -- [8]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[253] = true,
									},
									["Type"] = "UNITSPEC",
								},
								[2] = {
									["Name"] = "야수의 격노",
									["Type"] = "BUFFDUR",
								},
								["n"] = 2,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "야수의 격노",
											["Operator"] = "<",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WVo2w6Dc7as",
							["Name"] = "야수의 격노",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [9]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[253] = true,
									},
									["Type"] = "UNITSPEC",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WVoI9IicoSi",
							["Name"] = "야수의 격노",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "buff",
						}, -- [10]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[253] = true,
									},
									["Type"] = "UNITSPEC",
								},
								[2] = {
									["Name"] = "야생의 상",
									["Type"] = "BUFFDUR",
								},
								["n"] = 2,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "야생의 상",
											["Operator"] = "<",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WVo2xeOFQ0x",
							["Name"] = "야생의 상",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "cooldown",
						}, -- [11]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[253] = true,
									},
									["Type"] = "UNITSPEC",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WVo778hCgeF",
							["Name"] = "야생의 상",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "buff",
						}, -- [12]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[253] = true,
									},
									["Type"] = "UNITSPEC",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "야수의 회전베기",
											["Operator"] = ">",
											["Type"] = "BUFFDUR",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WVo7790m2Km",
							["Name"] = "야수의 회전베기",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "buff",
						}, -- [13]
						{
							["Conditions"] = {
								[1] = {
									["BitFlags"] = {
										[253] = true,
									},
									["Type"] = "UNITSPEC",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["FakeHidden"] = true,
							["GUID"] = "TMW:icon:1WW5ce1gU2S0",
							["Name"] = "날카로운 사격",
							["SettingsPerView"] = {
								["icon"] = {
									["Texts"] = {
										"", -- [1]
									},
								},
							},
							["ShowTimer"] = true,
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "buff",
						}, -- [14]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [15]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [16]
					},
					["Locked"] = true,
					["Name"] = "meta",
					["Rows"] = 2,
					["Scale"] = 1.2,
				}, -- [3]
			},
			["Locked"] = true,
			["NumGroups"] = 3,
			["Version"] = 90701,
		},
		["나라잃은토템 - 줄진"] = {
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1KVT4jbFJJvh",
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 72101,
		},
		["버징기 - 줄진"] = {
			["Groups"] = {
				{
					["Columns"] = 5,
					["GUID"] = "TMW:group:1KZ_USSmSYm4",
					["Icons"] = {
						{
							["Enabled"] = true,
							["Name"] = "퇴마술",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [1]
						{
							["Enabled"] = true,
							["Name"] = "심판",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [2]
						{
							["Enabled"] = true,
							["Name"] = "성전사의 일격",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [3]
						{
							["Enabled"] = true,
							["Name"] = "정의의 망치",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [4]
						nil, -- [5]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "응징의 격노",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "응징의 격노",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [6]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "사형 선고",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "빛의 무기",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [7]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 5,
											["Type"] = "HOLY_POWER",
										},
										[2] = {
											["AndOr"] = "OR",
											["Name"] = "신성한 목적",
											["Operator"] = ">",
											["PrtsBefore"] = 1,
											["Type"] = "BUFFDUR",
										},
										[3] = {
											["Level"] = 4,
											["Name"] = "신성한 목적",
											["Operator"] = "<=",
											["PrtsAfter"] = 1,
											["Type"] = "BUFFDUR",
										},
										["n"] = 3,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["ManaCheck"] = true,
							["Name"] = "기사단의 선고",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [8]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["AndOr"] = "OR",
											["Name"] = "최후의 선고",
											["Operator"] = ">",
											["Type"] = "BUFFDUR",
										},
										[2] = {
											["Name"] = "천상의 십자군",
											["Operator"] = ">",
											["PrtsBefore"] = 1,
											["Type"] = "BUFFDUR",
										},
										[3] = {
											["Level"] = 4,
											["Name"] = "천상의 십자군",
											["Operator"] = "<=",
											["PrtsAfter"] = 1,
											["Type"] = "BUFFDUR",
										},
										["n"] = 3,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["ManaCheck"] = true,
							["Name"] = "천상의 폭풍",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [9]
						{
							["Conditions"] = {
								[1] = {
									["Level"] = 35,
									["Operator"] = "<=",
									["Type"] = "HEALTH",
									["Unit"] = "target",
								},
								[2] = {
									["AndOr"] = "OR",
									["Name"] = "응징의 격노",
									["Operator"] = ">",
									["Type"] = "BUFFDUR",
								},
								["n"] = 2,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "천벌의 망치",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "천벌의 망치",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [10]
					},
					["Point"] = {
						["y"] = 150,
					},
					["Rows"] = 2,
					["Scale"] = 1,
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 72332,
		},
		["언땅에죽기 - 줄진"] = {
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1Knv4Gm6OLJo",
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 72332,
		},
		["자동수리로봇 - 아즈샤라"] = {
			["Groups"] = {
				{
					["Columns"] = 7,
					["GUID"] = "TMW:group:1Vw8U=u0rM8e",
					["Icons"] = {
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [1]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [2]
						{
							["Conditions"] = {
								[1] = {
									["Name"] = "13",
									["Type"] = "ITEMSPELL",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "13",
											["Operator"] = "<",
											["Type"] = "ITEMCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "13",
							["OnlyEquipped"] = true,
							["OnlyInBags"] = true,
							["SettingsPerView"] = {
								["icon"] = {
									["Texts"] = {
										"", -- [1]
									},
								},
							},
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "item",
						}, -- [3]
						{
							["Conditions"] = {
								[1] = {
									["Name"] = "14",
									["Type"] = "ITEMSPELL",
								},
								["n"] = 1,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 1,
											["Name"] = "14",
											["Operator"] = "<",
											["Type"] = "ITEMCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "14",
							["OnlyEquipped"] = true,
							["OnlyInBags"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["States"] = {
								{
								}, -- [1]
								{
									["Alpha"] = 1,
								}, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
							["Type"] = "item",
						}, -- [4]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [5]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [6]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [7]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [8]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [9]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [10]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [11]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [12]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [13]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [14]
					},
					["Locked"] = true,
					["Name"] = "main",
					["Point"] = {
						["x"] = 0.0001169145054707171,
						["y"] = -140,
					},
					["Rows"] = 2,
					["Scale"] = 1.2,
				}, -- [1]
				{
					["Icons"] = {
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [1]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [2]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [3]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [4]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [5]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [6]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [7]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [8]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [9]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [10]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [11]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [12]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [13]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [14]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [15]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [16]
					},
				}, -- [2]
				{
					["Icons"] = {
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [1]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [2]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [3]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [4]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [5]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [6]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [7]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [8]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [9]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [10]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [11]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [12]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [13]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [14]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [15]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [16]
					},
				}, -- [3]
			},
			["Locked"] = true,
			["Version"] = 90701,
		},
	},
}
