
TellMeWhenDB = {
	["Version"] = 90301,
	["global"] = {
		["AuraCache"] = {
			[17] = 2,
			[136] = 2,
			[465] = 2,
			[642] = 2,
			[768] = 2,
			[774] = 2,
			[974] = 2,
			[980] = 2,
			[1459] = 2,
			[1490] = 2,
			[1604] = 1,
			[1784] = 2,
			[1850] = 2,
			[1943] = 2,
			[1953] = 2,
			[2383] = 2,
			[2580] = 2,
			[2645] = 2,
			[2823] = 2,
			[2983] = 2,
			[3408] = 2,
			[3409] = 2,
			[5487] = 2,
			[5697] = 2,
			[5761] = 2,
			[6673] = 2,
			[6788] = 2,
			[8679] = 2,
			[8680] = 2,
			[11327] = 2,
			[11426] = 2,
			[12544] = 1,
			[12654] = 2,
			[13750] = 2,
			[18499] = 2,
			[20572] = 2,
			[20707] = 2,
			[21562] = 2,
			[22888] = 1,
			[23161] = 2,
			[24858] = 2,
			[25771] = 2,
			[26000] = 1,
			[28519] = 2,
			[31224] = 2,
			[31884] = 2,
			[32223] = 2,
			[33395] = 2,
			[33943] = 2,
			[34767] = 2,
			[40120] = 2,
			[43308] = 2,
			[44544] = 2,
			[45242] = 2,
			[48018] = 2,
			[48107] = 2,
			[48108] = 2,
			[48265] = 2,
			[48719] = 2,
			[48778] = 2,
			[51460] = 2,
			[52127] = 2,
			[53390] = 2,
			[53563] = 2,
			[53822] = 2,
			[54212] = 2,
			[57723] = 2,
			[57724] = 2,
			[61295] = 2,
			[62061] = 2,
			[65081] = 2,
			[72968] = 2,
			[77489] = 2,
			[77762] = 2,
			[79206] = 2,
			[79849] = 1,
			[79865] = 1,
			[79892] = 1,
			[79976] = 1,
			[80354] = 2,
			[90328] = 2,
			[101568] = 2,
			[101643] = 2,
			[108366] = 2,
			[108446] = 2,
			[110645] = 2,
			[113746] = 2,
			[116841] = 2,
			[118922] = 2,
			[119085] = 2,
			[119611] = 2,
			[121471] = 2,
			[127230] = 2,
			[137619] = 2,
			[143625] = 2,
			[146739] = 2,
			[148540] = 2,
			[148899] = 2,
			[156080] = 2,
			[156779] = 2,
			[159675] = 2,
			[162264] = 2,
			[164273] = 2,
			[165961] = 2,
			[167898] = 2,
			[168657] = 2,
			[171761] = 2,
			[176151] = 2,
			[176458] = 1,
			[176644] = 2,
			[177931] = 2,
			[182104] = 2,
			[185422] = 2,
			[185763] = 2,
			[186258] = 2,
			[186265] = 2,
			[186406] = 2,
			[188031] = 2,
			[188389] = 2,
			[189363] = 2,
			[190446] = 2,
			[190831] = 2,
			[191212] = 2,
			[191587] = 2,
			[191840] = 2,
			[191920] = 2,
			[192106] = 2,
			[193356] = 2,
			[193358] = 2,
			[193456] = 2,
			[193475] = 2,
			[193538] = 2,
			[194310] = 2,
			[194594] = 2,
			[195627] = 2,
			[197625] = 2,
			[197690] = 2,
			[198013] = 2,
			[198065] = 2,
			[198368] = 2,
			[199545] = 2,
			[199721] = 2,
			[201405] = 2,
			[202164] = 2,
			[202602] = 2,
			[203277] = 2,
			[203852] = 2,
			[203975] = 2,
			[204262] = 2,
			[205473] = 2,
			[205708] = 2,
			[205766] = 2,
			[206662] = 2,
			[210053] = 2,
			[212283] = 2,
			[212431] = 2,
			[212653] = 2,
			[215387] = 2,
			[215598] = 2,
			[215607] = 2,
			[219643] = 2,
			[219645] = 2,
			[221885] = 2,
			[221886] = 2,
			[224186] = 2,
			[227041] = 2,
			[227151] = 2,
			[227723] = 2,
			[228358] = 2,
			[231390] = 2,
			[232698] = 2,
			[235313] = 2,
			[236060] = 2,
			[236502] = 2,
			[236645] = 2,
			[242551] = 2,
			[245686] = 2,
			[248473] = 2,
			[251836] = 2,
			[251837] = 2,
			[251839] = 2,
			[252216] = 2,
			[253595] = 2,
			[256044] = 1,
			[257044] = 2,
			[260242] = 2,
			[260402] = 2,
			[260734] = 2,
			[260881] = 2,
			[264173] = 2,
			[264689] = 2,
			[268602] = 2,
			[268607] = 2,
			[269279] = 2,
			[269576] = 2,
			[270058] = 2,
			[270661] = 2,
			[271896] = 2,
			[278736] = 2,
			[279028] = 2,
			[279029] = 2,
			[279033] = 2,
			[280398] = 2,
			[280746] = 2,
			[281209] = 2,
			[281744] = 2,
			[287280] = 2,
			[289277] = 2,
			[289308] = 2,
			[289523] = 2,
			[289524] = 2,
			[290121] = 2,
			[290468] = 2,
			[292359] = 2,
			[292360] = 2,
			[292361] = 2,
			[292363] = 2,
			[294165] = 1,
			[295248] = 2,
			[295367] = 2,
			[295842] = 2,
			[296003] = 2,
			[297035] = 2,
			[297039] = 2,
			[297941] = 2,
			[298836] = 2,
			[298837] = 2,
			[299662] = 2,
			[303211] = 2,
			[306715] = 2,
			[307166] = 2,
			[307185] = 2,
			[307187] = 2,
			[307443] = 2,
			[307454] = 2,
			[307496] = 2,
			[308434] = 2,
			[308474] = 2,
			[308488] = 2,
			[308504] = 2,
			[308506] = 2,
			[308514] = 2,
			[308525] = 2,
			[308637] = 2,
			[310143] = 2,
			[311457] = 2,
			[311464] = 2,
			[311465] = 2,
			[311467] = 2,
			[311468] = 2,
			[311469] = 2,
			[311470] = 2,
			[311471] = 2,
			[311474] = 2,
			[311478] = 2,
			[311480] = 2,
			[311481] = 2,
			[311483] = 2,
			[311484] = 2,
			[311485] = 2,
			[311486] = 2,
			[311488] = 2,
			[311490] = 2,
			[311492] = 2,
			[311493] = 2,
			[311496] = 2,
			[311497] = 2,
			[311499] = 2,
			[312107] = 2,
			[312372] = 2,
			[314791] = 2,
			[315341] = 2,
			[315356] = 1,
			[315496] = 2,
			[315508] = 2,
			[315584] = 2,
			[316220] = 2,
			[316936] = 2,
			[317920] = 2,
			[319237] = 2,
			[320130] = 2,
			[320212] = 2,
			[321712] = 2,
			[323560] = 2,
			[324748] = 2,
			[325101] = 1,
			[327528] = 2,
			[330765] = 2,
			[330943] = 2,
			[331939] = 2,
			[333049] = 2,
			[335904] = 2,
			[336135] = 2,
			[337299] = 2,
			[337824] = 2,
			[340546] = 2,
			[341260] = 2,
			[341449] = 2,
			[342076] = 2,
			[342309] = 2,
			[342814] = 2,
			[343312] = 2,
			[343666] = 2,
			[344179] = 2,
			[345545] = 2,
			[345546] = 2,
			[347600] = 2,
		},
		["HelpSettings"] = {
			["CNDT_ANDOR_FIRSTSEE"] = true,
			["CNDT_PARENTHESES_FIRSTSEE"] = true,
			["SCROLLBAR_DROPDOWN"] = true,
			["SIMPLEGSTAB"] = true,
			["SUG_FIRSTHELP"] = true,
		},
		["TextLayouts"] = {
			["bar2"] = {
				{
				}, -- [1]
				{
				}, -- [2]
			},
			["icon1"] = {
				{
				}, -- [1]
				{
				}, -- [2]
			},
		},
	},
	["profileKeys"] = {
		["김곱충 - 줄진"] = "김곱충 - 줄진",
		["김롯리 - 줄진"] = "김롯리 - 줄진",
		["나는길을몰라 - 아즈샤라"] = "나는길을몰라 - 아즈샤라",
		["나라잃은토템 - 줄진"] = "나라잃은토템 - 줄진",
		["버징기 - 줄진"] = "버징기 - 줄진",
		["언땅에죽기 - 줄진"] = "언땅에죽기 - 줄진",
	},
	["profiles"] = {
		["김곱충 - 줄진"] = {
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1KVT4j1qpPCp",
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 72332,
		},
		["김롯리 - 줄진"] = {
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1KVT4j1ngk6G",
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 72101,
		},
		["나는길을몰라 - 아즈샤라"] = {
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1Vw8U=u0rM8e",
					["Icons"] = {
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [1]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [2]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [3]
						{
							["States"] = {
								{
								}, -- [1]
								nil, -- [2]
								{
								}, -- [3]
								{
								}, -- [4]
							},
						}, -- [4]
					},
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 90301,
		},
		["나라잃은토템 - 줄진"] = {
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1KVT4jbFJJvh",
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 72101,
		},
		["버징기 - 줄진"] = {
			["Groups"] = {
				{
					["Columns"] = 5,
					["GUID"] = "TMW:group:1KZ_USSmSYm4",
					["Icons"] = {
						{
							["Enabled"] = true,
							["Name"] = "퇴마술",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [1]
						{
							["Enabled"] = true,
							["Name"] = "심판",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [2]
						{
							["Enabled"] = true,
							["Name"] = "성전사의 일격",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [3]
						{
							["Enabled"] = true,
							["Name"] = "정의의 망치",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [4]
						nil, -- [5]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "응징의 격노",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "응징의 격노",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [6]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "사형 선고",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "빛의 무기",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [7]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Level"] = 5,
											["Type"] = "HOLY_POWER",
										},
										[2] = {
											["AndOr"] = "OR",
											["Name"] = "신성한 목적",
											["Operator"] = ">",
											["PrtsBefore"] = 1,
											["Type"] = "BUFFDUR",
										},
										[3] = {
											["Level"] = 4,
											["Name"] = "신성한 목적",
											["Operator"] = "<=",
											["PrtsAfter"] = 1,
											["Type"] = "BUFFDUR",
										},
										["n"] = 3,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["ManaCheck"] = true,
							["Name"] = "기사단의 선고",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [8]
						{
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["AndOr"] = "OR",
											["Name"] = "최후의 선고",
											["Operator"] = ">",
											["Type"] = "BUFFDUR",
										},
										[2] = {
											["Name"] = "천상의 십자군",
											["Operator"] = ">",
											["PrtsBefore"] = 1,
											["Type"] = "BUFFDUR",
										},
										[3] = {
											["Level"] = 4,
											["Name"] = "천상의 십자군",
											["Operator"] = "<=",
											["PrtsAfter"] = 1,
											["Type"] = "BUFFDUR",
										},
										["n"] = 3,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["ManaCheck"] = true,
							["Name"] = "천상의 폭풍",
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [9]
						{
							["Conditions"] = {
								[1] = {
									["Level"] = 35,
									["Operator"] = "<=",
									["Type"] = "HEALTH",
									["Unit"] = "target",
								},
								[2] = {
									["AndOr"] = "OR",
									["Name"] = "응징의 격노",
									["Operator"] = ">",
									["Type"] = "BUFFDUR",
								},
								["n"] = 2,
							},
							["Enabled"] = true,
							["Events"] = {
								[1] = {
									["Animation"] = "ACTVTNGLOW",
									["Event"] = "WCSP",
									["OnConditionConditions"] = {
										[1] = {
											["Name"] = "천벌의 망치",
											["Type"] = "SPELLCD",
										},
										["n"] = 1,
									},
									["Type"] = "Animations",
								},
								["n"] = 1,
							},
							["Name"] = "천벌의 망치",
							["RangeCheck"] = true,
							["ShowTimer"] = true,
							["ShowTimerText"] = true,
							["ShowTimerTextnoOCC"] = true,
							["ShowWhen"] = 3,
							["Type"] = "cooldown",
						}, -- [10]
					},
					["Point"] = {
						["y"] = 150,
					},
					["Rows"] = 2,
					["Scale"] = 1,
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 72332,
		},
		["언땅에죽기 - 줄진"] = {
			["Groups"] = {
				{
					["GUID"] = "TMW:group:1Knv4Gm6OLJo",
				}, -- [1]
			},
			["Locked"] = true,
			["Version"] = 72332,
		},
	},
}
