
TradeSkillMaster_CraftingDB = {
	["factionrealm"] = {
		["Horde - 줄진"] = {
			["crafts"] = {
				[2385] = {
					["itemID"] = "item:2568:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 1,
					},
					["name"] = "갈색 리넨 조끼",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2386] = {
					["itemID"] = "item:2569:0:0:0:0:0:0",
					["mats"] = {
						["item:2318:0:0:0:0:0:0"] = 1,
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 3,
					},
					["name"] = "리넨 장화",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2387] = {
					["itemID"] = "item:2570:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 1,
					},
					["name"] = "리넨 망토",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2392] = {
					["itemID"] = "item:2575:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2604:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 2,
					},
					["name"] = "붉은색 리넨 셔츠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2393] = {
					["itemID"] = "item:2576:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2324:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 1,
					},
					["name"] = "흰색 리넨 셔츠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2394] = {
					["itemID"] = "item:2577:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 2,
						["item:6260:0:0:0:0:0:0"] = 1,
					},
					["name"] = "파란색 리넨 셔츠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2395] = {
					["itemID"] = "item:2578:0:0:0:0:0:0",
					["mats"] = {
						["item:2318:0:0:0:0:0:0"] = 1,
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 4,
					},
					["name"] = "야만전사의 리넨 조끼",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2396] = {
					["itemID"] = "item:2579:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2605:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 3,
					},
					["name"] = "녹색 리넨 셔츠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2397] = {
					["itemID"] = "item:2580:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 3,
						["item:2996:0:0:0:0:0:0"] = 2,
					},
					["name"] = "질긴 리넨 단망토",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2399] = {
					["itemID"] = "item:2582:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:2605:0:0:0:0:0:0"] = 1,
						["item:2997:0:0:0:0:0:0"] = 2,
					},
					["name"] = "녹색 양모 조끼",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2401] = {
					["itemID"] = "item:2583:0:0:0:0:0:0",
					["mats"] = {
						["item:2318:0:0:0:0:0:0"] = 2,
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:2997:0:0:0:0:0:0"] = 4,
					},
					["name"] = "양모 장화",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2402] = {
					["itemID"] = "item:2584:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2997:0:0:0:0:0:0"] = 1,
					},
					["name"] = "양모 단망토",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2406] = {
					["itemID"] = "item:2587:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2997:0:0:0:0:0:0"] = 2,
						["item:4340:0:0:0:0:0:0"] = 1,
					},
					["name"] = "회색 양모 셔츠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2963] = {
					["itemID"] = "item:2996:0:0:0:0:0:0",
					["mats"] = {
						["item:2589:0:0:0:0:0:0"] = 2,
					},
					["name"] = "리넨 두루마리",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[2964] = {
					["itemID"] = "item:2997:0:0:0:0:0:0",
					["mats"] = {
						["item:2592:0:0:0:0:0:0"] = 3,
					},
					["name"] = "양모 두루마리",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3755] = {
					["itemID"] = "item:4238:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 3,
						["item:2996:0:0:0:0:0:0"] = 3,
					},
					["name"] = "리넨 가방",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3757] = {
					["itemID"] = "item:4240:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2997:0:0:0:0:0:0"] = 3,
					},
					["name"] = "양모 자루",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3813] = {
					["itemID"] = "item:4245:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 3,
						["item:4234:0:0:0:0:0:0"] = 2,
						["item:4305:0:0:0:0:0:0"] = 3,
					},
					["name"] = "작은 비단 배낭",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3839] = {
					["itemID"] = "item:4305:0:0:0:0:0:0",
					["mats"] = {
						["item:4306:0:0:0:0:0:0"] = 4,
					},
					["name"] = "비단 두루마리",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3840] = {
					["itemID"] = "item:4307:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 2,
					},
					["name"] = "질긴 리넨 장갑",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3841] = {
					["itemID"] = "item:4308:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 2,
						["item:2605:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 3,
					},
					["name"] = "녹색 리넨 팔보호구",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3842] = {
					["itemID"] = "item:4309:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:2996:0:0:0:0:0:0"] = 4,
					},
					["name"] = "손바느질한 리넨 무릎바지",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3843] = {
					["itemID"] = "item:4310:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2997:0:0:0:0:0:0"] = 3,
					},
					["name"] = "두꺼운 양모 장갑",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3845] = {
					["itemID"] = "item:4312:0:0:0:0:0:0",
					["mats"] = {
						["item:2318:0:0:0:0:0:0"] = 2,
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 5,
					},
					["name"] = "부드러운 리넨 장화",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3848] = {
					["itemID"] = "item:4314:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:2997:0:0:0:0:0:0"] = 3,
					},
					["name"] = "이중 양모 어깨보호구",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3850] = {
					["itemID"] = "item:4316:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 4,
						["item:2997:0:0:0:0:0:0"] = 5,
					},
					["name"] = "질긴 양모 바지",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3851] = {
					["itemID"] = "item:4317:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 3,
						["item:2997:0:0:0:0:0:0"] = 6,
						["item:5500:0:0:0:0:0:0"] = 1,
					},
					["name"] = "불사조 바지",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3852] = {
					["itemID"] = "item:4318:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 3,
						["item:2997:0:0:0:0:0:0"] = 4,
						["item:3383:0:0:0:0:0:0"] = 1,
					},
					["name"] = "명상의 장갑",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3855] = {
					["itemID"] = "item:4320:0:0:0:0:0:0",
					["mats"] = {
						["item:2319:0:0:0:0:0:0"] = 4,
						["item:3182:0:0:0:0:0:0"] = 4,
						["item:4305:0:0:0:0:0:0"] = 2,
						["item:5500:0:0:0:0:0:0"] = 2,
					},
					["name"] = "거미줄 장화",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3859] = {
					["itemID"] = "item:4324:0:0:0:0:0:0",
					["mats"] = {
						["item:4305:0:0:0:0:0:0"] = 5,
						["item:6260:0:0:0:0:0:0"] = 4,
					},
					["name"] = "감청색 비단 조끼",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3861] = {
					["itemID"] = "item:4326:0:0:0:0:0:0",
					["mats"] = {
						["item:3827:0:0:0:0:0:0"] = 1,
						["item:4291:0:0:0:0:0:0"] = 1,
						["item:4305:0:0:0:0:0:0"] = 4,
					},
					["name"] = "긴 비단 망토",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3865] = {
					["itemID"] = "item:4339:0:0:0:0:0:0",
					["mats"] = {
						["item:4338:0:0:0:0:0:0"] = 4,
					},
					["name"] = "마법 두루마리",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3866] = {
					["itemID"] = "item:4330:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2604:0:0:0:0:0:0"] = 2,
						["item:2997:0:0:0:0:0:0"] = 3,
					},
					["name"] = "세련된 붉은색 셔츠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3871] = {
					["itemID"] = "item:4334:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2324:0:0:0:0:0:0"] = 2,
						["item:4305:0:0:0:0:0:0"] = 3,
					},
					["name"] = "흰색 정장 셔츠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3914] = {
					["itemID"] = "item:4343:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 2,
					},
					["name"] = "갈색 리넨 바지",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[3915] = {
					["itemID"] = "item:4344:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 1,
					},
					["name"] = "갈색 리넨 셔츠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[6521] = {
					["itemID"] = "item:5542:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:2997:0:0:0:0:0:0"] = 3,
						["item:5498:0:0:0:0:0:0"] = 1,
					},
					["name"] = "진주장식 망토",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[6690] = {
					["itemID"] = "item:5766:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:3182:0:0:0:0:0:0"] = 2,
						["item:4305:0:0:0:0:0:0"] = 2,
					},
					["name"] = "수습마술사 로브",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[7623] = {
					["itemID"] = "item:6238:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 3,
					},
					["name"] = "갈색 리넨 로브",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[7624] = {
					["itemID"] = "item:6241:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2324:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 3,
					},
					["name"] = "흰색 리넨 로브",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8465] = {
					["itemID"] = "item:6786:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2324:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 2,
						["item:6260:0:0:0:0:0:0"] = 1,
					},
					["name"] = "수수한 드레스",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8467] = {
					["itemID"] = "item:6787:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2324:0:0:0:0:0:0"] = 4,
						["item:2997:0:0:0:0:0:0"] = 3,
					},
					["name"] = "흰색 양모 드레스",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8483] = {
					["itemID"] = "item:6795:0:0:0:0:0:0",
					["mats"] = {
						["item:2324:0:0:0:0:0:0"] = 2,
						["item:4291:0:0:0:0:0:0"] = 1,
						["item:4305:0:0:0:0:0:0"] = 3,
					},
					["name"] = "흰색 모험가 셔츠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8489] = {
					["itemID"] = "item:6796:0:0:0:0:0:0",
					["mats"] = {
						["item:2604:0:0:0:0:0:0"] = 2,
						["item:4291:0:0:0:0:0:0"] = 1,
						["item:4305:0:0:0:0:0:0"] = 3,
					},
					["name"] = "붉은색 모험가 셔츠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8758] = {
					["itemID"] = "item:7046:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 3,
						["item:4305:0:0:0:0:0:0"] = 4,
						["item:6260:0:0:0:0:0:0"] = 2,
					},
					["name"] = "감청색 비단 바지",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8760] = {
					["itemID"] = "item:7048:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:4305:0:0:0:0:0:0"] = 2,
						["item:6260:0:0:0:0:0:0"] = 2,
					},
					["name"] = "감청색 비단 두건",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8762] = {
					["itemID"] = "item:7050:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:4305:0:0:0:0:0:0"] = 3,
					},
					["name"] = "비단 머리띠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8764] = {
					["itemID"] = "item:7051:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:4305:0:0:0:0:0:0"] = 3,
						["item:7067:0:0:0:0:0:0"] = 1,
					},
					["name"] = "대지의 조끼",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8766] = {
					["itemID"] = "item:7052:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:4305:0:0:0:0:0:0"] = 4,
						["item:6260:0:0:0:0:0:0"] = 2,
						["item:7070:0:0:0:0:0:0"] = 1,
						["item:7071:0:0:0:0:0:0"] = 1,
					},
					["name"] = "감청색 비단 허리띠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8772] = {
					["itemID"] = "item:7055:0:0:0:0:0:0",
					["mats"] = {
						["item:2604:0:0:0:0:0:0"] = 2,
						["item:4291:0:0:0:0:0:0"] = 1,
						["item:4305:0:0:0:0:0:0"] = 4,
						["item:7071:0:0:0:0:0:0"] = 1,
					},
					["name"] = "심홍색 비단 허리띠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8774] = {
					["itemID"] = "item:7057:0:0:0:0:0:0",
					["mats"] = {
						["item:4291:0:0:0:0:0:0"] = 2,
						["item:4305:0:0:0:0:0:0"] = 5,
					},
					["name"] = "녹색 비단 어깨보호구",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8776] = {
					["itemID"] = "item:7026:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 1,
					},
					["name"] = "리넨 허리띠",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[8791] = {
					["itemID"] = "item:7058:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:2604:0:0:0:0:0:0"] = 2,
						["item:4305:0:0:0:0:0:0"] = 4,
					},
					["name"] = "심홍색 비단 조끼",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[12044] = {
					["itemID"] = "item:10045:0:0:0:0:0:0",
					["mats"] = {
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 1,
					},
					["name"] = "수수한 리넨 바지",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[12045] = {
					["itemID"] = "item:10046:0:0:0:0:0:0",
					["mats"] = {
						["item:2318:0:0:0:0:0:0"] = 1,
						["item:2320:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 2,
					},
					["name"] = "수수한 리넨 장화",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[12046] = {
					["itemID"] = "item:10047:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 1,
						["item:2996:0:0:0:0:0:0"] = 4,
					},
					["name"] = "수수한 킬트",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
				[63742] = {
					["itemID"] = "item:45626:0:0:0:0:0:0",
					["mats"] = {
						["item:2321:0:0:0:0:0:0"] = 2,
						["item:3182:0:0:0:0:0:0"] = 6,
						["item:4305:0:0:0:0:0:0"] = 3,
					},
					["name"] = "거미줄 덧옷",
					["numResult"] = 1,
					["players"] = {
						["김곱충"] = true,
					},
					["profession"] = "재봉술",
					["queued"] = 0,
				},
			},
			["mats"] = {
				["item:2318:0:0:0:0:0:0"] = {
					["name"] = "얇은 가죽",
				},
				["item:2319:0:0:0:0:0:0"] = {
					["name"] = "일반 가죽",
				},
				["item:2320:0:0:0:0:0:0"] = {
					["name"] = "굵은 실타래",
				},
				["item:2321:0:0:0:0:0:0"] = {
					["name"] = "가는 실타래",
				},
				["item:2324:0:0:0:0:0:0"] = {
					["name"] = "표백제",
				},
				["item:2589:0:0:0:0:0:0"] = {
					["name"] = "리넨 옷감",
				},
				["item:2592:0:0:0:0:0:0"] = {
					["name"] = "양모 옷감",
				},
				["item:2604:0:0:0:0:0:0"] = {
					["name"] = "적색 염료",
				},
				["item:2605:0:0:0:0:0:0"] = {
					["name"] = "녹색 염료",
				},
				["item:2996:0:0:0:0:0:0"] = {
					["name"] = "리넨 두루마리",
				},
				["item:2997:0:0:0:0:0:0"] = {
					["name"] = "양모 두루마리",
				},
				["item:3182:0:0:0:0:0:0"] = {
					["name"] = "거미줄",
				},
				["item:3383:0:0:0:0:0:0"] = {
					["name"] = "지혜의 비약",
				},
				["item:3827:0:0:0:0:0:0"] = {
					["name"] = "마나 물약",
				},
				["item:4234:0:0:0:0:0:0"] = {
					["name"] = "질긴 가죽",
				},
				["item:4291:0:0:0:0:0:0"] = {
					["name"] = "비단 실타래",
				},
				["item:4305:0:0:0:0:0:0"] = {
					["name"] = "비단 두루마리",
				},
				["item:4306:0:0:0:0:0:0"] = {
					["name"] = "비단 옷감",
				},
				["item:4338:0:0:0:0:0:0"] = {
					["name"] = "마법 옷감",
				},
				["item:4340:0:0:0:0:0:0"] = {
					["name"] = "회색 염료",
				},
				["item:5498:0:0:0:0:0:0"] = {
					["name"] = "반짝이는 작은 진주",
				},
				["item:5500:0:0:0:0:0:0"] = {
					["name"] = "오색 진주",
				},
				["item:6260:0:0:0:0:0:0"] = {
					["name"] = "청색 염료",
				},
				["item:7067:0:0:0:0:0:0"] = {
					["name"] = "대지의 원소",
				},
				["item:7070:0:0:0:0:0:0"] = {
					["name"] = "물의 원소",
				},
				["item:7071:0:0:0:0:0:0"] = {
					["name"] = "철제 죔쇠",
				},
			},
			["tradeSkills"] = {
				["김곱충"] = {
					["기계공학"] = {
						["isSecondary"] = false,
						["level"] = 16,
						["link"] = "|cffffd000|Htrade:18000000508A236:4036:202|h[기계공학]|h|r",
						["maxLevel"] = 75,
					},
					["요리"] = {
						["isSecondary"] = true,
						["level"] = 577,
						["link"] = "|cffffd000|Htrade:18000000508A236:104381:185|h[요리]|h|r",
						["maxLevel"] = 600,
					},
					["응급치료"] = {
						["isSecondary"] = true,
						["level"] = 194,
						["link"] = "|cffffd000|Htrade:18000000508A236:7924:129|h[응급치료]|h|r",
						["maxLevel"] = 225,
					},
					["재봉술"] = {
						["accountKey"] = "줄진1147342843",
						["isSecondary"] = false,
						["level"] = 395,
						["link"] = "|cffffd000|Htrade:18000000508A236:51309:197|h[재봉술]|h|r",
						["maxLevel"] = 450,
						["prompted"] = true,
					},
				},
				["김롯리"] = {
					["요리"] = {
						["isSecondary"] = true,
						["level"] = 1,
						["link"] = "|cffffd000|Htrade:1800000055BA5B9:2550:185|h[요리]|h|r",
						["maxLevel"] = 75,
					},
				},
				["나라잃은토템"] = {
				},
				["버징기"] = {
					["요리"] = {
						["isSecondary"] = true,
						["level"] = 1,
						["maxLevel"] = 700,
					},
					["응급치료"] = {
						["isSecondary"] = true,
						["level"] = 21,
						["maxLevel"] = 700,
					},
				},
			},
		},
	},
	["global"] = {
		["showingDefaultFrame"] = true,
	},
	["profileKeys"] = {
		["김곱충 - 줄진"] = "Default",
		["김롯리 - 줄진"] = "Default",
		["나라잃은토템 - 줄진"] = "Default",
		["버징기 - 줄진"] = "Default",
	},
}
